[
	{ 
		"id" : "1", 
		"title" : "Shabab Gunmen Are Said to Mount Deadly Attack on University in Kenya",
		"content" : "NAIROBI, Kenya — Somali militants burst into a university in eastern Kenya on Thursday and killed nearly 150 students in the worst terrorist attack since the 1998 bombing of the United States Embassy here, laying bare the nation’s continuing vulnerability after years of battling Islamist extremism.A small group of militants, most likely between four and 10, roved from dorm to dorm, separating Christian from Muslim students and killing the Christians, the authorities said. Students described being awakened before dawn by the sound of gunfire and fleeing for their lives as masked attackers closed in.  Officials said that by the time Kenyan commandos cornered and killed the attackers on an upper floor, 147 people lay dead.  Despite new security laws, significant Western help and a heightened state of vigilance that has already put police officers on almost every major street corner in the capital, Nairobi, Kenya remains squarely in the cross hairs of the Shabab, the Somali terrorist group that immediately claimed responsibility for the attack on Thursday.  The Shabab has killed hundreds of Kenyans — on country buses, in churches, in remote coastal towns and inside one of Kenya’s fanciest malls during a devastating siege in 2013 that left 67 people dead and rattled Kenya’s prized image as a cornerstone of stability in this part of Africa. The Kenyan government is so desperate to stop the Shabab, one of the most violent franchises of Al Qaeda, that some officials have even proposed building a 424-mile wall across the entire Somali border.  Kenya’s tourist industry, one of the pillars of its economy, has been badly damaged by the terrorist attacks, and the bloodshed on Thursday is sure to make things worse. There are also fears that the Shabab’s relentless emphasis on singling out Christians could inflame religious strife in a country already wrestling with tensions between a Muslim minority, which has complained about government persecution, and a Christian majority that increasingly feels under attack.  The violence Thursday came just days after President Obama announced that he would visit Kenya in July, his first trip to his father’s homeland since taking office. Mr. Obama had stayed away until now, at least in part out of concerns about Kenya’s public safety.  The White House issued a statement condemning the attack and vowing to continue assisting Kenya in fighting the Shabab — in recent months, the American military has killed the group’s leader and other operatives — but it offered no indication of whether the university siege would change Mr. Obama’s travel plans.  The Kenyan authorities said that around dawn, the attackers stormed Garissa University College in the town of Garissa, about 90 miles from the Somali border. Though the college is in a predominantly ethnic Somali area of Kenya, it attracts students from across the country, many of them non-Muslim.  In a statement early on Thursday, the Shabab said that its fighters had attacked the university early in the morning, separating Muslims from non-Muslims in an operation against the infidels.  In an audio message soon after, a Shabab spokesman, Ali Mohamoud Raghe, said the attack had been carried out because the Christian government of Kenya has invaded our country, a reference to the Kenyan military’s 2011 incursion into Somalia to oust the Shabab from its strongholds.  He said the university had been targeted because it was educating many Christian students in a Muslim land under colony, a reference to the large Somali population in a part of Kenya that Somalia once tried to claim. He called the university part of Kenya’s plan to spread their Christianity and infidelity. President Uhuru Kenyatta vowed to crack down on terrorists, and on Thursday, he abruptly ordered 10,000 police recruits to report to duty despite a court order saying the recruits may have been selected through corrupt practices. Human rights observers have said that Mr. Kenyatta is trying to consolidate control and using the fear of terrorism to quash civil rights.  On Thursday, panicked students streamed out of the besieged university with chilling stories of witnessing their classmates’ being killed. Augustine Alanga, 21, an economics student, said he had been asleep in his dormitory when the shooting began. He said he bolted from his room without stopping to put on his shoes, cutting his feet as he sprinted barefoot across the campus and into a nearby forest.  When I looked back, I saw them, Mr. Alanga recalled. There were five or six of them. They were masked. And they were shooting live rounds.  Police officers nearby heard the gunshots and responded swiftly, and engaged the gunmen in a fierce shootout; however, the attackers retreated and gained entry into the hostels, a police statement said. Security agencies arrived and are currently engaged in an elaborate process of flushing out the gunmen.  The authorities said the attack began when the gunmen killed two guards standing by the main gate of the university. The police surrounded and sealed off the campus, and by 11 a.m., three of the college’s four student dormitories had been evacuated, while the attackers have been cornered in one hostel, the Interior Ministry said on Twitter. It was unclear whether any bystanders had been killed by the security forces. Kenya’s struggles with the Shabab have been going on for years. In late 2011, citing a string of attacks and kidnappings, the Kenyan military charged across the border into Somalia, sending troops, tanks and aircraft to fight the Shabab.  The military later acknowledged that the invasion had been planned well in advance, part of an effort to protect Kenya’s borders from the violence in Somalia and to safeguard Kenya’s economic interests, including a huge port to be built just 60 miles south of Somalia.  The incursion managed to dislodge the Shabab from vital positions, but instead of pushing the Shabab threat farther from Kenya, it did the opposite: It brought more Shabab in. The Shabab’s attacks on Kenya since 2011 have grown in scope and lethality. Many people thought it could not get worse than the siege on the Westgate shopping mall in Nairobi, a gleaming symbol of Kenya’s modernity, wealth and relative peace. But the attack on Thursday was by far the deadliest in Kenya since agents of Al Qaeda blew up the United States Embassy in Nairobi in 1998, killing more than 200, the vast majority of them Kenyans.  The Shabab began trying to affiliate with Al Qaeda as early as 2009, but Osama bin Laden kept them at arm’s length when he was alive, and internal documents have revealed that he was uneasy about the group’s murderous tactics, including the indiscriminate killing of Muslim civilians. The Shabab did not become an official branch of Al Qaeda until February 2012, almost a year after Bin Laden’s death.  Since then, the group has maintained that it tries to minimize Muslim casualties, though Muslims continue to be targets in many of its operations. During the shopping mall attack, gunmen separated Muslim from non-Muslim civilians by asking religious trivia questions. (What is the name of the Prophet’s mother? What is the name of his first wife?) The nonbelievers were killed on the spot.  In a Shabab document that was found in Mali by The Associated Press, the group tried to justify its tactics, saying that all Muslims must stay far away from the enemy and their installations so as not to become human shields for them, and that there was no excuse for those who live or mingle with the enemies.",
		"organization" : "New York Times",
		"url" : "http://www.nytimes.com/2015/04/03/world/africa/garissa-university-college-shooting-in-kenya.html?ref=world&_r=1"
	},
	{ 
		"id" : "2", 
		"title" : "Iran Agrees to Detailed Nuclear Outline, First Step Toward a Wider Deal",
		"content" : "LAUSANNE, Switzerland — Iran and the United States, along with five other world powers, announced on Thursday a surprisingly specific and comprehensive understanding on limiting Tehran’s nuclear program for the next 15 years, though they left several specific issues to a final agreement in June. After two years of negotiations, capped by eight tumultuous days and nights of talks that appeared on the brink of breakdown several times, Secretary of State John Kerry and his Iranian counterpart, Mohammad Javad Zarif, announced the plan, which, if carried out, would keep Iran’s nuclear facilities open under strict production limits, and which holds the potential of reordering America’s relationship with a country that has been an avowed adversary for 35 years.  Mr. Kerry and Energy Secretary Ernest J. Moniz, a nuclear scientist who played a crucial role in the last stages of the negotiations, said the pact satisfied their primary goal of ensuring that Iran, if it decided to, could not race for a nuclear weapon in less than a year, although those constraints against breakout would be in effect only for the first decade of the accord. President Obama, for whom remaking the American relationship with Iran has been a central objective since his 2008 campaign, stepped into the Rose Garden moments later to celebrate what he called a historic understanding with Iran. He warned Republicans in Congress that if they tried to impose new sanctions to undermine the effort, the United States would be blamed for a diplomatic failure. He insisted that the deal cuts off every pathway for Iran to develop a nuclear weapon and establishes the most intrusive inspection system in history. If Iran cheats, he said, the world will know it. Under the accord, Iran agreed to cut the number of operating centrifuges it has by two-thirds, to 5,060, all of them first-generation, and to cut its current stockpile of low-enriched uranium from around 10,000 kilograms to 300 for 15 years. An American description of the deal also referred to inspections anywhere in the country that could investigate suspicious sites or allegations of a covert enrichment facility. But in a briefing, American officials talked about setting up a mechanism to resolve disputes that has not been explained in any detail. In a move not seen since before the Iranian revolution in 1979, and to the surprise of many in both countries, Iranian government broadcasters aired Mr. Obama’s comments live. In parts of Tehran, people cheered and honked car horns as they began to contemplate a life without sanctions on oil and financial transactions, though the issue of when the sanctions are to be removed looms as one of the potential obstacles to a final agreement on June 30. If that hurdle and the problem of ridding Iran of its huge nuclear fuel stockpile can be fully resolved in the next three months, the preliminary accord will still need to be sold to Iran’s neighbors. The prospect of a deal has inflamed Israel and the Gulf states, alarmed by Iranian muscle-flexing in the Middle East, most recently in Iraq, Syria and Yemen. There is so much concern that Mr. Obama, in a phone call today to King Salman of Saudi Arabia, invited Arab leaders to Camp David this spring to discuss Iran and the turmoil in the region. Analysts have long been worried that Saudi Arabia and other Arab states might mount their own nuclear programs if they decide that Iran is being allowed to retain too much of its nuclear infrastructure. In a telephone call from Air Force One on Thursday afternoon, Mr. Obama told Israel’s prime minister, Benjamin Netanyahu, that while the deal was not final, it represents significant progress towards a lasting, comprehensive solution that cuts off all of Iran’s pathways to a bomb and verifiably ensures the peaceful nature of Iran’s nuclear program going forward, according to an account of the conversation from the White House.  Mr. Netanyahu, a strong critic of the deal, was apparently not mollified, and released a statement saying, A deal based on this framework would threaten the survival of Israel. Mr. Zarif, for his part, was careful to play down the notion that anything agreed to here would remake the relationship. Any hint of a broader rapprochement is an enormously sensitive issue among hard-liners in the Iranian military and clerical leaders who have made opposition to the United States the centerpiece of their political narratives. Iran-U.S. relations have nothing to do with this, Mr. Zarif said emphatically at a university here, where the agreement was announced. This was an attempt to resolve the nuclear issue. While saying he hoped the two countries would find a way to melt away their distrust as the agreement was carried out, he hastened to add, We have serious differences with the United States. Now, attention will shift to Mr. Obama and Hassan Rouhani, the Iranian president, who was elected on a platform of ending sanctions. They share a common task: selling the agreement at home to constituencies deeply suspicious of both the deal and the prospect of signing any accord with an avowed enemy. The White House has promised a lobbying campaign by the president unlike any seen since he pushed through health care legislation. Mr. Zarif and other Iranian officials may have an even harder political argument to win. They will have to overcome objections in the military and scientific establishments, especially because the accord will force them to cut the number of centrifuges enriching uranium by half, put thousands of others in storage and convert two other facilities into research sites that would have virtually no fissile material — the makings of an atom bomb. Iran has insisted that its nuclear program is for civilian uses only. Mr. Zarif seemed to sense the scope of the challenge in how he framed the agreement. He focused on the fact that Iran would not have to dismantle any facilities — something Washington had initially demanded, especially after helping expose one such secret facility, called Fordo, in Mr. Obama’s first year in office. When, late on Thursday, the White House began distributing a description of what amounted to Iranian concessions, an obviously angry Mr. Zarif challenged the American accounting in several posts on Twitter. There is no need to spin using ‘fact sheets’ so early on, he wrote in one, only an hour or so after. In another, he suggested that sanctions would have to be lifted far earlier than one might think listening to Mr. Kerry, saying that, in essence, all the economic sanctions would be lifted once a final agreement was signed.  That could be another issue for the two sides, in that Washington has insisted that the sanctions be removed in a step-by-step manner as Iran fulfills its obligations under the agreement. At another point, Mr. Zarif cautioned that no one had signed anything in Lausanne, and nobody has obligations now. That would come after a final agreement.  Another problem for Mr. Zarif is that the deal he has agreed to is far more restrictive than one he outlined last July in an interview with The New York Times. At that time, he envisioned essentially keeping Iran’s stockpiles and its sprawling nuclear facilities at the levels they are running under a temporary agreement struck 18 months ago. What he agreed to in Lausanne, at least according to those fact sheets, would drastically cut Iran’s capability for 10 years and then allow it to build up gradually for the next five.  After that, Iran would be free to produce as much uranium as it wishes — even building the 190,000 centrifuges that Ayatollah Ali Khamenei talked about last summer. That is bound to be a major concern for Congress, the Israelis and the Arab states, because it amounts to a bet that after 15 years, Iran will be a far more cooperative international player, perhaps under different management.  The 5,060 centrifuges is a far higher figure than the administration originally envisioned, when it argued that Iran could possess only a few hundred. But in the final negotiations, Mr. Moniz and his Iranian counterpart, Ali Akbar Salehi, the M.I.T.-educated head of Iran’s atomic energy agency, agreed that Iran would drastically cut its stockpile of nuclear fuel, from about eight tons to a little over 600 pounds. The giant underground enrichment site at Fordo, which Israeli and some American officials fear is impervious to bombing, would be partly converted to advanced nuclear research and the production of medical isotopes. About two thirds of its centrifuges would be removed. Eventually, foreign scientists would be present. It would have no fissile material that could be used to make a bomb.  But perhaps the most important compromise came in a lengthy battle over whether Iran would be allowed to conduct research and development on advanced centrifuges, which are far more efficient than current models. The Iranians won the right to research, but not to use more modern machines for production for the next 10 years.  At Arak, which officials feared could produce plutonium, another pathway to a bomb, Iran agreed to redesign a heavy-water reactor in a way that would keep it from producing weapons-usable fuel.  Those conditions impressed two of the most skeptical experts on the negotiations: Gary Samore and Olli Heinonen of the Kennedy School of Government at Harvard and members of a group called United Against Nuclear Iran.  Mr. Samore, who was Mr. Obama’s top adviser on weapons of mass destruction in his first term as president, said in an email that the deal was a very satisfactory resolution of Fordo and Arak issues for the 15-year term of the accord. He had more questions about operations at Natanz and said there was much detail to be negotiated, but I think it’s enough to be called a political framework.  Mr. Heinonen, the former chief inspector of the International Atomic Energy Agency, said, It appears to be a fairly comprehensive deal with most important parameters. But he cautioned that Iran maintains enrichment capacity which will be beyond its near-term needs.",
		"organization" : "New York Times",
		"url" : "http://www.nytimes.com/2015/04/03/world/middleeast/iran-nuclear-talks.html?ref=world"
	},
	{ 
		"id" : "3", 
		"title" : "Quebec Town: Train Disaster Settlement Provides Very Little",
		"content" : "MONTREAL — The deputy mayor of a Quebec town where a fiery oil train derailment killed 47 people said Monday a proposed settlement fund for victims represents just a fraction of what's needed.  A $200-million settlement was announced last week, with more than one-half of the money going to various levels of government. About $50 million is destined for relatives of the 47 people who died in the July 2013 disaster, although the amount could rise. The settlement involves the Montreal Maine and Atlantic Canada Co., its insurance carrier, rail-car manufacturers and some oil producers. Three major companies have declined to participate — World Fuel Services, Canadian Pacific Railway and Irving Oil.  Lac Megantic Deputy Mayor Richard Michaud said the families of the victims will share in the settlement money, which is very little considering there are more than 20 orphans who must rebuild their lives.  Two hundred million can seem like a lot of money but in my opinion, it's very little, Michaud said. Much more than $200 million has been injected by the federal and provincial government to decontaminate the devastated territory alone, and we're not even talking about reconstruction.  Much of downtown Lac Megantic was destroyed on July 6, 2013, by a raging fire caused when an unattended train with 72 oil tankers carrying volatile crude derailed after it began rolling downhill toward the town of 10,000 people. More than 60 tankers derailed and several exploded. Forty-seven people died, and dozens of buildings were destroyed.  U.S. bankruptcy trustee Robert Keach is hoping the $200 million amount rises considerably before final approval of the plan in U.S. and Canadian courts.  Keach, a court-appointed trustee in the defunct railroad's bankruptcy case in Maine, said the draft sets aside about $50 million of the $200 million pool for wrongful death claims, which could increase through a reallocation of the federal government's share to as much as $57 million.  Up to $29 million could go to property damage, while another $19 million could go to bodily injury and moral damage claims, Keach said.  Those amounts reflect a possible reallocation of the federal government's take. As it currently stands, more than 52 percent of the overall funds would go to provincial, federal and municipal governments. The formulas could change if the amount goes up.  This is only a draft, so there are separate but parallel processes on both sides of the border, Keach said. The hope is we'll have all the approval orders in place in early to mid-April so we could have a distribution in place by June or July.  We are hoping (the final amount) grows between now and then, but the deadline for it growing is going to be those final hearings, he added.  Yannick Gagne, owner of the Musi-Cafe, a business that was destroyed and where the majority of the victims died, said money won't bring back the lives lost but could help with the relaunch of the downtown. Plenty more money will be required, however, to rebuild the town center essentially from scratch, he said.  Reconstruction costs are significant and Gagne himself has taken out loans, used insurance money and paid out of pocket. He also spent seven months out of work.  For many people, it was a difficult time financially, said Gagne, whose cafe quietly reopened on Dec. 15. The mayor said it best —that $200 million is not sufficient.  We are a long way from what we need. And it's not up to the population to pay for this tragedy.  Lac-Megantic Mayor Colette Roy Laroche said over the weekend the estimated cost of rebuilding the town is about $2 billion. ",
		"organization" : "New York Times",
		"url" : "http://www.nytimes.com/aponline/2015/01/12/world/ap-cn-canada-oil-train-derailment.html"
    	},
	{ 
		"id" : "4", 
		"title" : "Educators Found Guilty in Sexual Assault of Kindergartners in Indonesia",
		"content" : "JAKARTA, Indonesia — An Indonesian court on Thursday found a Canadian educator and an Indonesian teaching assistant at one of the country’s most prestigious international schools guilty of sexually assaulting three kindergarten students, after a high-profile trial in which defense lawyers and the school asserted that the entire case had been fabricated. Neil Bantleman, a guidance counselor at the Jakarta Intercultural School, and Ferdinand Tjiong, the teaching assistant, were sentenced to 10 years in prison by a three-judge panel at the South Jakarta District Court. The four-month trial was held behind closed doors, but the lengthy verdicts were read during public hearing that lasted for hours. The men’s legal team said they would appeal. The two men, who have been in custody since July after the parents of three boys filed police complaints against them and a third educator, have vehemently asserted their innocence and filed defamation complaints against the parents of one student. Dozens of parents and school employees rallied outside the courthouse on Thursday, as they have for weeks, in support of Mr. Bantleman and Mr. Tjiong. The case erupted last April, when the Indonesian police arrested a janitor who worked for an outside cleaning company on charges of child sexual assault at the school’s main campus, which includes a high school, middle school and elementary school with about 2,200 students in all. Students from more than 60 countries, including the children of Western diplomats and wealthy Indonesians, attend the school, which is popularly known as J.I.S. and was previously named the Jakarta International School.  The janitor and five other cleaners who were arrested later were accused of having gang-raped a 6-year-old kindergarten student sometime in March 2014, in a student bathroom less than 30 feet from the boy’s classroom.  Five janitors were found guilty of child sexual assault and were sentenced to prison terms ranging up to eight years; the sixth committed suicide shortly after his arrest, the police said. The five janitors maintain their innocence, saying that the police had tortured them until they confessed.  Two months after the allegations against the janitors became public, the families of the first boy who came forward and two other boys in the kindergarten program filed complaints with the police claiming that members of the school’s teaching staff had sexually assaulted their children.  They said that Mr. Bantleman and Mr. Tjiong, as well as the elementary school’s American principal, Elsa Donohue, had drugged and raped the children and other students in the school’s administrative offices, and that they had videotaped the assaults. Ms. Donohue has not been detained or charged with any offense, and no videotapes of the alleged assaults were ever found.  The mother of one of the two other boys claimed that Mr. Bantleman and Mr. Tjiong had also joined the school janitors, who had already been accused, in sexually assaulting her son in the same bathroom. On Thursday, she said in a phone interview, On one part, there’s relief, but the other part, it’s not enough. The woman, who has declined to be identified by name to try to protect her child, alleged that more children had been abused and that there were more abusers.  But according to the defense, investigators failed to question any school employees posted near the bathrooms or in the administrative offices, which school officials contend are full of staff members and students throughout the day.  One of the children who said he was assaulted told the police that Mr. Bantleman had conjured a magic stone out of thin air to anesthetize the boys and later heal them of their injuries, according to defense lawyers.  On Thursday, Tracy Bantleman, the guidance counselor’s wife, who also works at the school, said of the men: They absolutely did not get a fair trial. It is obvious from today that this panel of judges made up their minds the day the trial began, and that the last four months has been totally ignored.  Robert O. Blake, the United States ambassador to Indonesia, said in a statement Thursday that serious questions have arisen in this case regarding the investigative process and lack of credible evidence against the teachers. He expressed disappointment in the outcome and added, We look forward to the next steps in the legal process in which we hope that all the available facts in the case will be considered.",
		"organization" : "New York Times",
		"url" : "http://www.nytimes.com/2015/04/03/world/asia/educator-found-guilty-in-sexual-assault-of-kindergartners-in-indonesia.html?ref=world"
	},
	{ 
		"id" : "5", 
		"title" : "Indiana and Arkansas Revise Rights Bills, Seeking to Remove Divisive Parts",
		"content" : "INDIANAPOLIS — After a national uproar over bills promoted as religious freedom measures and criticized as anti-gay, lawmakers in Indiana and in Arkansas approved new legislation on Thursday to remove the most contentious language, though in significantly different ways.  In Indiana, legislators passed a series of changes on Thursday that, while not outlawing anti-gay discrimination, clarified that the religious freedom law does not authorize such discrimination. Lawmakers in Arkansas, acting at the urging of the governor, passed a measure that is nearly identical to the federal Religious Freedom and Restoration Act — and thus narrower in scope than the initial bill — but does not directly address discrimination.  While liberal critics said the new versions did not go far enough to prevent discrimination, and some social conservatives saw the measures as needlessly watered down, many lawmakers considered the changes to be acceptable compromises.  After the Indiana legislature approved its legislation last week, an array of major companies and associations, as well as political and entertainment figures around the country, offered harsh criticism. Some state governments said they would curtail travel to Indiana, and some boycott efforts began, prompting state business leaders to demand changes. After long, anguished debates Thursday, the Indiana House of Representative voted, 66 to 30, and the Senate by 34 to 16, to amend the law, and Gov. Mike Pence signed the revision.  The uproar had spread to Arkansas on Tuesday, when lawmakers approved a bill similar to Indiana’s legislation. Walmart, the state’s biggest corporation, urged the governor to use his veto, and a host of civic groups and other businesses condemned the legislation.  On Wednesday, with the bill unsigned on his desk, Gov. Asa Hutchinson of Arkansas urged lawmakers to submit legislation that would more closely mirror the federal law. The Legislature voted for the new version by broad margins and with bipartisan support, and on Thursday afternoon, Mr. Hutchinson signed it into law.  The fact that it might not solve every problem for everyone probably means it’s a good bill, Mr. Hutchinson said at a bill-signing ceremony. It does the three things that I outlined: It protects religious freedom. It establishes a balancing act that the courts must determine in these types of cases. And thirdly, I think it does recognize the diversity of our culture and our work force.  Republicans in Arkansas and Indiana who supported the changes said they did so more out of a concern for perception and potential economic damage than out of a belief that the original bills were flawed or that they sanctioned discrimination.  Scott Schneider, a Republican state senator in Indiana who introduced the bill that passed last week, said he stood by it but still voted for the changes.  I don’t think it’s necessary from a factual, legal standpoint, but I see it’s necessary for the economic viability of the state, Mr. Schneider said. I’m conflicted, but it’s necessary.  At a news conference of business, civic and political leaders before the vote, Barton R. Peterson, senior vice president of Eli Lilly and a former Indianapolis mayor, said that the future of Indiana was at stake, and he praised lawmakers for putting the state’s interests above the desire to win, above the need for ideological purity, above the demands of politics. But conservative groups that had lobbied for the measure were quick to condemn Republican leaders in Indiana who had backed the revision.  The proposed change to Indiana’s Religious Freedom Restoration Act is not a fix but a hammer to destroy religious freedom for Hoosiers around the state, Eric Miller, the executive director of Advance America, said in a statement. And it was all done behind closed doors.  Gay leaders welcomed the amendment but described it as a first step and called for a statewide nondiscrimination law. Still, some gay-rights groups saw Indiana’s changes as more substantial than those made in Arkansas because they referred specifically to discrimination based on sexual orientation and gender identity.  Indiana’s change, said Sarah Warbelow, the legal director of the Human Rights Campaign, is a really significant step in the right direction. She described the measure passed in Arkansas as a minor improvement.  Legal experts saw the initial bills in Indiana and Arkansas as going further than most other such laws in several important ways, including granting protections to corporations, rather than just individuals and family businesses, and allowing people to claim the law’s protection in lawsuits between private citizens.  The chief sponsor of the Arkansas measure, Representative Bob Ballinger, said he believed the initial legislation was essentially similar to the federal version, but nonetheless pushed the revisions through the Legislature. He viewed it as a better compromise than what had been reached in Indiana.  There needs at some point to be a balance of civil liberties, Mr. Ballinger said. If Indiana passes it, they’re making a mistake.  The new Arkansas law is nearly identical to the federal law and, unlike Indiana, leaves unaddressed the issue of discrimination. Sexual orientation or identity is not covered by Arkansas civil rights law, and an attempt to extend civil rights protections went nowhere in the Legislature this year. Lawmakers did pass a measure barring towns and cities from having nondiscrimination ordinances that offer more protections than the state; a couple of Arkansas cities had adopted measures that included gay men and lesbians.  Many conservatives who had pushed for the original version of Arkansas’ bill saw the outcome as acceptable — particularly in light of what was being done in Indiana.  That bill was the Rolls-Royce of religious freedom bills, Jerry Cox, the president of the Arkansas-based Family Council, said of the original legislation. The one that we have now, it’s a Cadillac but it’s still very good.",
		"organization" : "New York Times",
		"url" : "http://www.nytimes.com/2015/04/03/us/indiana-religious-freedom-bill.html?ref=us"
	},
	{ 
		"id" : "6", 
		"title" : "Obama Expands Options for Retaliating Against Foreign Hackers",
		"content" : "President Obama on Wednesday signed an executive order aimed at retaliating against foreign-based online attacks on the United States as the government scrambles to catch up to national security threats that are evolving in a world of fast-changing technology. The order authorizes financial and travel sanctions against anyone involved in attacks originating or directed from outside the country that pose a significant threat to the national security, foreign policy or economic health or financial stability of the United States. No targets for these measures were named. Months ago, Mr. Obama blamed North Korea for the hacking of Sony Pictures Entertainment as it was about to release The Interview, a comedy featuring a mocking portrayal of Kim Jong-un, the country’s leader. Mr. Obama used existing authority to impose economic sanctions on North Korean officials and a North Korean intelligence agency, but the new order will expand his options. Cyberthreats pose one of the most serious economic and national security challenges to the United States, and my administration is pursuing a comprehensive strategy to confront them, Mr. Obama said in a statement. As we have seen in recent months, these threats can emanate from a range of sources and target our critical infrastructure, our companies and our citizens. Among actions that could draw retaliation under the order would be attacks that target vital resources like power grids; steal money, trade secrets or personal information; or disrupt large computer networks. The government could penalize those responsible by freezing assets in the United States, barring Americans from doing business with them and blocking them from entering the country. They would be cut off from American goods and technology. The sanctions in the Sony case were based on existing authority specifically targeting North Korea, but the new order has no geographic limits, mirroring the approach to counterterrorism, counternarcotics and transnational criminal organizations. This allows us to target the activity itself wherever it arises, said John E. Smith, acting director of the Treasury Department’s Office of Foreign Assets Control, which enforces sanctions. The administration named no initial targets, although it has plenty of cases. American authorities have identified Russian and Chinese hackers tied to past attacks. But the imposition of sanctions, like last year’s indictment of five Chinese members of the People’s Liberation Army charged in the theft of data from American companies, is a delicate diplomatic move that risks shutting off help from a foreign government in tracking down targets on its soil. Identifying perpetrators may be a particular challenge. In contrast to states like North Korea or Russia that are sanctioned for traditional violations of international norms, hackers dwell in a murky digital world cloaked in ways that make them difficult to catch. In attacks on JPMorgan Chase, Target and Home Depot, for instance, it has been hard to identify the culprits. The administration tried to reassure the technology world that the new powers would be used judiciously. We will not, certainly, be using this to target free speech or interfering with the free and open Internet, and we’re not going to be going after the innocent victims of people whose computers were taken over and used by malicious actors, said Michael Daniel, the president’s online security coordinator. Representative Adam B. Schiff of California, the top Democrat on the House Intelligence Committee, said the order would send a message to hackers. For far too long, these 21st-century culprits have acted with impunity, he said. This must come to an end if we are to safeguard the nation’s property, privacy and prosperity. But Republicans criticized Mr. Obama for not collaborating. These executive actions can only do so much, said Cory Fritz, a spokesman for House Speaker John A. Boehner of Ohio. The president needs to work with Republicans to enact the types of common-sense measures that passed the House in recent years with strong, bipartisan majorities but stalled in the Democratic-controlled Senate. ",
		"organization" : "New York Times",
		"url" : "http://www.nytimes.com/2015/04/02/us/politics/us-expands-foreign-cyberattack-retaliation-options.html?ref=us"
	},
	{ 
		"id" : "7", 
		"title" : "California Imposes First Mandatory Water Restrictions to Deal With Drought",
		"content" : "Gov. Jerry Brown on Wednesday ordered mandatory water use reductions for the first time in California’s history, saying the state’s four-year drought had reached near-crisis proportions after a winter of record-low snowfalls. Mr. Brown, in an executive order, directed the State Water Resources Control Board to impose a 25 percent reduction on the state’s 400 local water supply agencies, which serve 90 percent of California residents, over the coming year. The agencies will be responsible for coming up with restrictions to cut back on water use and for monitoring compliance. State officials said the order would impose varying degrees of cutbacks on water use across the board — affecting homeowners, farms and other businesses, as well as the maintenance of cemeteries and golf courses. While the specifics of how this will be accomplished are being left to the water agencies, it is certain that Californians across the state will have to cut back on watering gardens and lawns — which soak up a vast amount of the water this state uses every day — as well as washing cars and even taking showers. People should realize we are in a new era, Mr. Brown said at a news conference here on Wednesday, standing on a patch of brown and green grass that would normally be thick with snow at this time of year. The idea of your nice little green lawn getting watered every day, those days are past. Owners of large farms, who obtain their water from sources outside the local water agencies, will not fall under the 25 percent guideline. State officials noted that many farms had already seen a cutback in their water allocations because of the drought. In addition, the owners of large farms will be required, under the governor’s executive order, to offer detailed reports to state regulators about water use, ideally as a way to highlight incidents of water diversion or waste. Because of this system, state officials said, they did not expect the executive order to result — at least in the immediate future — in an increase in farm or food prices. State officials said that they were prepared to enforce punitive measures, including fines, to ensure compliance, but that they were hopeful it would not be necessary to do so. That said, the state had trouble reaching the 20 percent reduction target that Mr. Brown set in January 2014 when he issued a voluntary reduction order as part of declaring a drought emergency. The state water board has the power to impose fines on local water suppliers that fail to meet the reduction targets set by the board over the coming weeks. The governor announced what amounts to a dramatic new chapter in the state’s response to the drought while attending the annual April 1 measuring of the snowpack here in the Sierra Nevada. Snowpacks are critical to the state’s water system: They store water that falls during the wet season, and release it through the summer. In a typical year, the measure in Phillips is around five or six feet, as Frank Gehrke, chief of the California Cooperative Snow Survey Program, indicated by displaying the measuring stick brought out annually. But on Wednesday, Mr. Brown was standing on an utterly dry field after he and Mr. Gehrke went through the motions of measuring a snowpack. State officials said they now expected the statewide snowpack measure to be about 6 percent of normal. We are standing on dry grass, and we should be standing on five feet of snow, Mr. Brown said. We are in an historic drought. Water has long been a precious resource in California, the subject of battles pitting farmer against city-dweller and northern communities against southern ones; books and movies have been made about its scarcity and plunder. Water is central to the state’s identity and economy, and a symbol of how wealth and ingenuity have tamed nature: There are golf courses in the deserts of Palm Springs, lush gardens and lawns in Los Angeles, and vast expanses of irrigated fields of farmland throughout the Central Valley. Given that backdrop, any effort to force reductions in water use could be politically contentious, as Mr. Brown himself acknowledged. This will be somewhat of a burden — it’s going to be very difficult,  he said.  People will say, ‘What about the farmers?’ Farmers will say, ‘What about the people who water their lawns?’  Within hours of Mr. Brown’s announcement, Representative Kevin McCarthy, the California Republican who is the House majority leader, announced plans to renew efforts in Congress to pass legislation requiring the building of two huge water facilities in the state. The efforts had been blocked by Democrats concerned that the water projects would harm the environment and damage endangered species of fish. The current drought in California is devastating,  Mr. McCarthy said.  Today’s order from the governor should not only alarm Californians, but the entire nation should take notice that the most productive agriculture state in the country has entered uncharted territory.  I’m from the Central Valley, and we know that we cannot conserve or ration our way out of this drought,  he said. The newly mandated 25 percent cut is in relation to total water use in the state in 2013. Cuts will vary from community to community, reflecting that per capita water use reduction has been better in some areas than others. In addition, the state and local governments will offer temporary rebate programs for homeowners who replace dishwashers and washing machines with water-efficient models. Mr. Brown said the state would impose water-use restrictions on golf courses and cemeteries and require that nonpotable water be used on median dividers. Lawns consume much of the water used every year in California, and the executive order calls for the state, working with local governments, to replace 50 million acres of ornamental turf with planting that consumes less water. The order also instructs water authorities to raise rates on heavy water users. Those pricing systems, intended to reward conservers and punish wasters, are used in some parts of this state and have proved effective, state officials said. Felicia Marcus, the chairwoman of the State Water Resources Control Board, said that California would leave it to local water providers to decide how to enforce the reductions on homeowners and businesses. She said she anticipated that most of the restrictions would be aimed at the outdoor use of water; many communities have already imposed water restrictions on lawns and gardens, but Ms. Marcus suggested they had not gone far enough. We are in a drought unlike one we’ve seen before, and we have to take actions that we haven’t taken before,  she said.  We are not getting the level of effort that the situation clearly warrants. Mark W. Cowin, the director of the California Department of Water Resources, said the state would tightly monitor compliance, in the hope that would be enough to accomplish the 25 percent reduction. If it is not, the order authorizes water suppliers to penalize offenders.  We are looking for success, not to be punitive,  Mr. Cowin said.  In the end, if people and communities don’t comply, there will be repercussions, including fines. ",
		"organization" : "New York Times",
		"url" : "http://www.nytimes.com/2015/04/02/us/california-imposes-first-ever-water-restrictions-to-deal-with-drought.html?ref=us&_r=0"
	},
	{ 
		"id" : "8", 
		"title" : "More than 70 dead in Al-Shabaab attack on Kenyan college, as Christians reportedly held hostage",
		"content" : "A security operation is over and 147 people have been killed in an attack Thursday by Al Qaeda-linked terror group Al-Shabaab on a Kenyan college, officials said. The officials said four attackers were killed during the operation. The siege on Garissa University also left dozens more injured and hundreds of students unaccounted for. Hours after the assault began, Kenyan security forces cornered the gunmen in a dormitory at the school, and President Uhuru Kenyatta said in a speech to the nation that the attackers were holding hostages.There are many dead bodies of Christians inside the building,  Al-Shabaab spokesman Sheikh Abdiasis Abu Musab told Sky News.  We are also holding many Christians alive. Fighting still goes on inside the college. Collins Wetangula, the vice chairman of the student union, said when the gunmen arrived at his dormitory he could hear them opening doors and asking if the people who had hidden inside whether they were Muslims or Christians. If you were a Christian you were shot on the spot,  he said.  With each blast of the gun I thought I was going to die. A spokesman for the terror group told the BBC that it attacked the school because  it’s on Muslim land colonized by non-Muslims.  The spokesman also said the gunmen had separated non-Muslims from Muslims and had freed 15 of the latter group.The interior ministry said around 500 of 815 students have been accounted for, but hundreds remain missing. The students at Garissa are predominantly non-Muslim, a source told Fox News. Police identified a possible mastermind of the attack as Mohammed Mohamud, who is alleged to lead Al-Shabaab's cross-border raids into Kenya, and they posted a $220,000 bounty for him. Also known by the names Dulyadin and Gamadhere, he was a teacher at an Islamic religious school, or madrassa, and claimed responsibility for a bus attack in Makka, Kenya, in November that killed 28 people. The attack occurred at 5:30 a.m. local time (10:30 p.m. Wednesday E.T.) during morning prayers at the university mosque, according to Augustine Algana, a student at the school who survived the attack and spoke to the Associated Press. Algana said gunfire rang throughout campus while students were still sleeping.  Terrified students sprinted out of buildings as police officers arrived on the scene. The gunmen had opened fire at guards triggering a  fierce shootout  with police guarding student dorms, Kenya’s National Police said in a statement. Wetangula said he was preparing to take a shower when he heard gunshots coming from Tana dorm, which hosts both men and women, 150 yards away. He said that when he heard the gunshots he locked himself and three roommates in their room.  All I could hear were footsteps and gunshots nobody was screaming because they thought this would lead the gunmen to know where they are,  he said.  The gunmen were saying sisi ni Al-Shabaab (Swahili for we are al-Shabaab),  Wetangula said.  The next thing, we saw people in military uniform through the window of the back of our rooms who identified themselves as the Kenyan military,  Wetangula said. The soldiers took him and around 20 others to safety. We started running and bullets were whizzing past our heads and the soldiers told us to dive,  Wetangula said. He said the soldier told the students later that Al-Shabaab snipers were perched on a three story dormitory called the Elgon and were trying to shoot them. The Kenya Red Cross said on Twitter that 65 injured people were taken to a hospital and four of them were in critical condition. Kenya’s National Disaster Operations center said most had gunshot wounds. Authorities said some of the more seriously wounded were being flown to Kenya’s capital, Nairobi. Kenya's northern and eastern regions, which border Somalia, have been plagued by attacks blamed on Al-Shabaab, an Islamist group from Somalia. The militant group has vowed retribution on Kenya for sending troops into Somalia to fight the militants. Kenya sent its military there in 2011 to fight al-Shabaab following cross-border attacks. Last month, Al-Shabaab claimed responsibility for attacks in the county of Mandera on the Somali border in which twelve people died. Four of them died in an attack on the convoy of Mandera County Governor Ali Roba.  Al-Shabaab carried out large-scale attacks in Mandera last year. The militants hijacked a bus and singled out 28 non-Muslims forcing them to lie on the ground before shooting them dead. Ten days later, 36 non-Muslim quarry workers were killed by the extremists.  Police statistics show that 312 people have been killed in Al-Shabaab attacks in Kenya from 2012 to 2014. Thirty-eight people were killed and 149 wounded in Garissa in the same period, according to police statistics. Kenyatta has been under pressure to deal with insecurity caused by a string of attacks by Al-Shabaab. In his speech to the country, he said he had directed the police chief to fast-track the training of 10,000 police recruits because Kenya has  suffered unnecessarily due to shortage of security personnel.  ",
		"organization" : "Fox News",
		"url" : "http://www.foxnews.com/world/2015/04/02/garissa-attack-kenya/"
	},
 	{ 
		"id" : "9", 
		"title" : "Preliminary agreement reportedly reached in Iran nuke talks",
		"content" : "The U.S. and international negotiators announced the hard-fought framework for an Iranian nuclear deal Thursday, capping days of exhaustive and tense talks that blew past their original deadline. The plan, containing dozens of provisions, would effectively require Iran to wind down or suspend parts of its nuclear program that could be used for nuclear weapon development in exchange for sweeping sanctions relief. The preliminary agreement allows all sides -- the U.S., Iran and five other world powers -- to continue working toward a final deal by a June 30 deadline. Speaking in the Rose Garden shortly after negotiators unveiled the plan in Switzerland, President Obama called the agreement a  historic understanding.   It is a good deal,  Obama said. The announcement follows days of talks that went into overtime after missing a March 31 deadline, raising doubts on whether the negotiators could reach any agreement at all. Even with the framework, negotiators have weeks of talks ahead of them. And critics were likely to oppose the  plan of action  because of concessions allowing Iran to maintain significant elements of a program that could, someday, be used to produce either energy or nuclear arms. Most immediately, Obama will face pressure from congressional skeptics concerned about the direction of talks and seeking a vote on Capitol Hill. Sen. Bob Corker, R-Tenn., chairman of the Senate Foreign Relations Committee reiterated Thursday that his panel would take up a bill later this month requiring congressional review of any deal.  If a final agreement is reached, the American people, through their elected representatives, must have the opportunity to weigh in to ensure the deal truly can eliminate the threat of Iran's nuclear program and hold the regime accountable,  Corker said in a statement. But Obama urged Congress to give the agreement a chance, and stressed that negotiations are not over yet. He claimed the framework, if fully implemented, would prevent Iran from getting a nuclear weapon.  This framework would cut off every pathway Iran could take to obtain a nuclear weapon,  he said. A fact-sheet accompanying the announcement outlined dozens of key  parameters  the negotiators had agreed to. Among them, Iran agreed to cut its installed centrifuges by two-thirds, from 19,000 today to 6,104 -- with just over 5,000 of them enriching uranium for 10 years. According to the document, Iran agreed not to enrich uranium at its contentious Fordo facility for at least 15 years, and would not build any new facilities for enrichment for the same time period. The framework would allow international inspectors to have  regular access  to nuclear sites. In exchange, U.S. and European Union sanctions would be suspended after inspectors verify Iran  has taken all of its key nuclear-related steps.  Sanctions, the document said, would  snap back  if Iran breaches the commitments.  If Iran cheats, the world will know it,  Obama said. He said the  vast majority  of Iran's enriched uranium stockpile would be  neutralized.  Further, negotiators said the  breakout time  -- or the time it would take for Iran to get enough material for one weapon -- would extend from two to three months, to a year.  Our work is not yet done,  Obama stressed. Secretary of State John Kerry, earlier, tweeted that all sides would soon get back to work on a  final deal.   Big day,  he tweeted. But Israeli officials, who long have voiced concerns about the discussions, on Thursday continued to warn about a  bad agreement.  Israel's intelligence minister said the deal was  disconnected from the sad reality  of the region. Reading out a joint statement, European Union foreign policy chief Federica Mogherini said the seven nations in the talks would now start writing the text of a final accord. Mogherini cited several agreed-upon restrictions on Iran's enrichment of uranium, a core concern because the material can be used in a nuclear warhead. She said a planned heavy water reactor in Iran wouldn't produce weapons-grade plutonium and work at the deeply buried underground facility at Fordo wouldn't involve uranium. Iranian President Hassan Rouhani also tweeted that they found  solutions  on key issues and would start immediately  on drafting a deal to finish by the June 30 deadline. In the search for a comprehensive deal, the U.S. and five other countries hope to curb Iran's nuclear technologies that it could use to make weapons. Tehran denies such ambitions but is negotiating because it wants a lifting of sanctions imposed over its nuclear program. The talks have been on shaky ground in recent days, with U.S. lawmakers worried Iran was making unreasonable demands and some even urging the U.S. delegation to  walk away  from the negotiating table. Even the White House had warned that they were prepared to do so if Iran did not start negotiating in good faith.",
		"organization" : "Fox News",
		"url" : "http://www.foxnews.com/politics/2015/04/02/preliminary-agreement-reportedly-reached-in-iran-nuke-talks/"
	},
	{ 
		"id" : "10", 
		"title" : "California governor orders mandatory water restrictions amid drought",
		"content" : "California Gov. Jerry Brown ordered officials Wednesday to impose statewide mandatory water restrictions for the first time in history as surveyors found the lowest snow level in the Sierra Nevada snowpack in 65 years of record-keeping. Standing in dry, brown grass at a site that normally would be snow-covered this time of year, Brown announced he had signed an executive order requiring the State Water Resources Control Board to implement measures in cities and towns to cut the state's overall water usage by 25 percent compared with 2013 levels. The move will affect residents, businesses, farmers and other users. We're in a historic drought and that demands unprecedented action,  Brown said at a news conference at Echo Summit in the Sierra Nevada, where state water officials found no snow on the ground for the first time in their April manual survey of the snowpack.  We have to pull together and save water in every way we can. After declaring a drought emergency in January 2014, Brown urged all Californians to cut water use by 20 percent from the previous year.Despite increasingly stringent regulations imposed on local water agencies by the state, overall water use has fallen by just half that amount, prompting Brown to order the stronger action by the water board. We're in a new era; the idea of your nice little green grass getting water every day, that's going to be a thing of the past,  Brown said. Brown asked for a 25 percent cut in water use in 1977 during his first term as governor. Since then, cities have developed local storage and supplies to soften the blow of future dry years, making it harder to get residents to cut back in the current drought. For many Californians, water still flows from taps without any extra hit to their wallets. The order issued Wednesday will require campuses, golf courses, cemeteries and other large landscapes to significantly cut water use; direct local governments to replace 50 million square feet of lawns with drought-tolerant landscaping; and create a temporary rebate program for consumers who replace old water-sucking appliances with more efficient ones. Outside an office building in Tustin, Gary Whitlock questioned whether Brown's order would make a difference. You know, this has been going on for years and everybody that I talk to says, 'Oh, well, you know, it's going to rain, El Nino's coming,'  Whitlock said as he watched sprinklers run and a gardener washing the underside of a lawnmower with a gushing hose. The order calls on local water agencies to implement tiered water pricing that charges higher rates as more water is used and requires agricultural users to report more water use information to state regulators. Brown's office said that will boost the state's ability to enforce laws against illegal water diversions and waste. Officials previously approved fines of up to $500 a day for water wasters, but few agencies have opted to issue them. The order also prohibits new homes and developments from using drinkable water for irrigation if the structures lack water-efficient drip systems. In addition, the watering of decorative grasses on public street medians is banned. The snow survey on Wednesday showed the statewide snowpack is equivalent to just 5 percent of the historical average for April 1 and the lowest for that date since the state began record-keeping in 1950. Snow supplies about a third of the state's water, and a lower snowpack means less water in California reservoirs to meet demand in summer and fall. It is such an unprecedented lack of snow, it is way, way below records,  Frank Gehrke, chief of snow surveys for the California Department of Water Resources, said at the snow survey site about 90 miles east of Sacramento. Critics of the Democratic governor said his order does not go far enough to address agriculture — the biggest water user in California.  In the midst of a severe drought, the governor continues to allow corporate farms and oil interests to deplete and pollute our precious groundwater resources that are crucial for saving water,  Adam Scow, California director of the group Food & Water Watch, said in a written statement. The order contains no water reduction target for farmers, who have let thousands of acres go fallow as the state and federal government slashed water deliveries from reservoirs. Instead, it requires many agricultural water suppliers to submit detailed drought management plans that include how much water they have and what they're doing to scale back. Dave Kranz, a spokesman for the California Farm Bureau Federation, said farmers have already suffered deep cutbacks in water supply during the current drought.",
		"organization" : "Fox News",
		"url" : "http://www.foxnews.com/politics/2015/04/01/california-governor-orders-mandatory-water-restrictions-amid-drought/"
	},
	{ 
		"id" : "11", 
		"title" : "Indiana lawmakers unveil changes to religious freedom law",
		"content" : "Indiana Gov. Mike Pence has approved changes to new law that sparked boycotts of the state amid fears that it would allow discrimination against lesbians and gays. Pence had asked lawmakers to clarify language in the religious objections law earlier this week as businesses canceled conventions and governments banned travel to the state. The House and Senate approved the changes Thursday after intense negotiations with business and community leaders, and Pence signed it late in the day. The revised legislation prohibits providers from using the law as a legal defense for refusing to provide services, goods, facilities or accommodations. It also bars discrimination based on factors that include race, religion, disability, sexual orientation, gender identity or United States military service. The law will take effect July 1.",
		"organization" : "Fox News",
		"url" : "http://www.foxnews.com/politics/2015/04/02/indiana-lawmakers-unveil-changes-to-religious-freedom-bill/"
  	},
  	{ 
		"id" : "12", 
		"title" : "$61M settlement proposed for families of the 47 people killed in 2013 Quebec train crash",
		"content" : "The law firm representing the families of 47 people killed in the 2013 Quebec train crash says it has received a financial proposal that would see them split US$61 million in compensation. Chicago-based law firm Meyers & Flowers says it will be closely reviewing the settlement to determine whether the defendants are paying sufficient funds. Much of downtown Lac Megantic was destroyed by a raging fire after an unattended Montreal, Maine & Atlantic train with 72 oil tankers derailed in the middle of the night. The money was cobbled together from nearly two dozen companies representing oil exploration firms, tank car owners, the Irving Oil company, the Canadian government, Montreal, Maine & Atlantic rail company and several insurance firms.",
		"organization" : "Fox News",
		"url" : "http://www.foxnews.com/world/2015/04/02/61m-settlement-proposed-for-families-47-people-killed-in-2013-quebec-train/"
  	},
  	{ 
		"id" : "13", 
		"title" : "Syria now at a 'dangerous tipping point,' UN warns",
		"content" : "The four-and-a-half-year old Syrian civil war has become an “unsustainable” humanitarian disaster that threatens soon to undermine the stability of neighboring countries such as Jordan and Lebanon, United Nations aid officials are warning. While the world’s wealthier countries this week pledged $3.8 billion in new relief, that is inadequate to deal with the 4 million refugees from the battle zone who have sought refuge outside Syria, combined with 7.6 million Syrians displaced internally, and 12.2 million—half the country’s pre-war population-- considered overall to be in dire need of humanitarian aid—up from 9.3 million at the end of 2013 “We are at a dangerous tipping point,” Antonio Guterres, the United Nations High Commissioner for  Refugees, warned donors at an aid pledging conference in Kuwait. “It is clear that the world's response to the crisis in Syria cannot be business as usual.” The U.N. response, however, is more of the same:  appeals for still more humanitarian aid—this week’s contributions at a donor conference in Kuwait were less than half of the $8.4 billion now needed-- along with ineffectual demands for less brutal behavior from the Assad government,  and hopes that regime supporters led by Russia will change Syrian President Bashar Al-Assad’s scorched-earth strategy. That seems unlikely. The U.N. Security Council today will, among other things, hear  new reports of the use of chlorine gas bombs by the Assad government against its civilian populations as recently as March 17—after reports of similar atrocities led to a March 6 Security Council condemnation and the threat of sanctions against the regime if it used such weapons again. It will also receive a relatively bland submission from experts monitoring the regime’s public  progress in destroying its acknowledged chemical weapons factories and stockpiles, a process unlikely to end before June. Western military authorities have long been skeptical that Assad came anywhere near completely clean in offering up 12 chemical weapons sites—all illegal—for removal. Meantime, the Assad government continues to block the vast majority of U.N. aid convoys that attempt to cross the lines of conflict on its territory, regardless of official agreements to let them through. —and despite condemnations from the Obama Administration, the United Nations, and others. In a speech to the Kuwait aid donors conference, U.S. Ambassador to the U.N. Samantha Power  noted that this year alone the regime denied permission for 30 of 33 U.N. aid convoys intended for what Power called “the hardest-hit areas and most isolated places”—a euphemism that mostly means  rebel-held territories. “This cannot be allowed to go on,” Power intoned—even though it evidently can. A U.S. government official who spoke to Fox News in the wake of the donor conference was more blunt:  “The humanitarian situation continues to deteriorate.” In Kuwait, the Obama Administration contributed $507 million atop about $184 million handed over earlier this year, with $270 million intended to help refugees in Syria itself. In all, the U.S. is by far the world’s biggest single aid donor to the Syrian crisis, having given or pledged about $3.7 billion since 2011. But even that is only equivalent to half of what U.N. and other humanitarian agencies say the war-shattered region needs this year alone—if it ever gets there. The U.S. official who talked with Fox News in the wake of the conference  insisted that aid was getting into Syria through other means—via neighboring Turkey and Jordan, for example, though “less frequently from Jordan.” “There are a lot of people working at great risk “ to help alleviate  the situation,  he said, including non-government agencies and Syrian local relief organizations, as well as the stymied U.N. agencies that work in Syria  in collaboration with the Assad regime. (About $108 million of the new U.S. aid flow will go to non-government organizations, and more than $370 million to U.N. agencies—including $57 million to UNRWA, the U.N.-sponsored Palestinian relief agency, for Palestinian refugees in and around Syria.) The U.N. agencies engage in cross-border relief efforts elsewhere along the Syrian border, the U.S. official said. A State Department fact sheet about the new U.S. aid infusion says in all, it is expected to reach some 5 million of the 12.2 million in desperate need of assistance . The U.S. official conceded that “as long as the war continues,”  the gap” between humanitarian needs and relief “is going to grow bigger.”  And if so, the U.N.’s role may well become even more problematic. Already, a group of non-government organizations that have long supported the world body in its calls for an end to the horror have now openly declared that U.N. Security Council resolutions “have rung hollow for Syrian civilians.” They note that since the Security Council demanded in February 2014 that “all parties immediately cease all attacks against civilians,” some 76,000 people have been killed, including “thousands” of children. Meantime the number of Syrians fleeing the country is expected to rise, they said, to 4.3 million by the end of the year.",
		"organization" : "Fox News",
		"url" : "http://www.foxnews.com/world/2015/04/02/syria-now-at-dangerous-tipping-point-un-warns/"
  	},
  	{ 
		"id" : "14", 
		"title" : "Netanyahu demands Iran deal 'significantly' curbs Iran's nuclear capabilities",
		"content" : "Israel's prime minister is demanding that the deal between Iran and world powers — which is expected to be announced imminently — 'significantly' curb Iran's nuclear program. Benjamin Netanyahu put out a statement on his Twitter feed, moments before Iran and international negotiators in Switzerland were expected to make a statement on Thursday. He says: \"Any deal must significantly roll back Irans nuclear capabilities and stop its terrorism and aggression.\" Netanyahu has been a vocal critic of the talks, saying the expected deal would leave Irans suspect nuclear infrastructure intact.",
		"organization" : "Fox News",
		"url" : "http://www.foxnews.com/world/2015/04/02/netanyahu-demands-iran-deal-significantly-curbs-iran-nuclear-capabilities/"
  	},
  	{ 
		"id" : "15", 
		"title" : "Oil falls nearly 4 percent after tentative nuclear deal for Iran",
		"content" : "Brent oil fell nearly 4 percent on Thursday after a preliminary pact between Iran and global powers on Tehran's nuclear program, even as officials set further talks in June and analysts questioned when the OPEC member will be allowed to export more crude. Traders had been fixated on the talks held in Lausanne, Switzerland for over a week as Iran tried to agree with six world powers on concessions to its nuclear program to remove U.S.-led sanctions that have halved its oil exports. The sanctions against Iran will come off under a \"future comprehensive deal\" to be agreed by June 30, after it complies with nuclear-related provisions, Iranian Foreign Minister Javad Zarif told a news conference. \"If nothing is going to be signed until June, something could go wrong between now and then,\" said Phil Flynn, analyst at Price Futures Group in Chicago. Bob McNally, an adviser to former U.S. president George Bush who heads energy research firm Rapidan Group, noted Iran will need much patience as the \"sanctions are not likely to be lifted until late 2015 or early 2016, though we could see slippage beforehand.\" North Sea Brent crude futures, the more widely-used global benchmark for oil, settled down $2.15, or 3.8 percent, at $54.95 a barrel, almost $1 above the session low. U.S. crude futures settled down 95 cents, or 2 percent, at $49.14 a barrel, after falling nearly $2 earlier. \"I think the market over reacted and is now sitting back a little to think there is a lot more work to be done,\" said Dominick Chirichella, senior partner at the Energy Management Institute in New York. FINAL NAIL IN OPEC COFFIN? Under the preliminary deal, Iran would shut down more than two-thirds of its centrifuges producing uranium that could be used to build a bomb, dismantle a reactor that could produce plutonium and accept intrusive verification. Iran also needs to limit enrichment of uranium for 10 years. Sanctions have cut Iran's oil exports to about 1.1 million barrels per day from 2.5 million bpd in 2012. The OPEC nation is keeping about 30 million barrels of crude on a fleet of tankers ready to be shipped when allowed, into a market already flooded with supply. John Kilduff, partner at New York energy hedge fund Again Capital, said since Iran was certain to export more oil at some point, it was time other members of OPEC led by Saudi Arabia considered cutting their production. The selloff in oil, which began in June 2014, accelerated in November after the Saudis convinced the broader group within OPEC to stick to its output and defend market share. Brent crashed from 2014 peaks above $115 and U.S. crude tumbled from above $107. Chirichella agreed with Kilduff. \"Come June, the market will again be rocked by expectations of higher Iranian supply. If the Saudis stifle another production cut, that could be the final nail in OPEC's coffin as some of its members break away to do their own thing to support the market.\"",
		"organization" : "Reuters",
		"url" : "http://www.reuters.com/article/2015/04/02/us-markets-oil-idUSKBN0MT0AD20150402"
  	},
  	{
		"id": "16", 
		"title": "Arkansas, Indiana enact fixes to measures seen as targeting gays",
		"url": "http://www.reuters.com/article/2015/04/02/us-usa-religion-idUSKBN0MT1EW20150402",
		"organization": "Reuters",
    	"content": "Arkansas, Indiana enact fixes to measures seen as targeting gays. Indiana and Arkansas revised on Thursday new religious freedom acts that had drawn criticism from rights groups and U.S. companies that assailed them as discriminatory against gays.Arkansas Governor Asa Hutchinson, a Republican, signed his state's Religious Freedom Restoration Act into law minutes after it passed in the statehouse.Indiana Governor Mike Pence, also a Republican, signed a revised religious freedom law that amended one he signed last week. The original measure catapulted the state into a firestorm because it lacked specific provisions to prevent denial of services and other discrimination against gays. The state drew the ire of companies like Apple Inc, boycotts of official travel by the states of New York and Connecticut, and protests by civil liberties groups and individuals from around the country.Some local politicians and the state's largest newspaper, the Indianapolis Star, called for an immediate fix to the bill, fearing it would pummel the state's economy and create the perception that Indiana was intolerant of certain groups. In the midst of this furious debate, I have prayed earnestly for wisdom and compassion, and I have felt the prayers of people across this state and across this nation, Pence said in a statement. Pence did not mention gender identity or sexual orientation in the statement. As pressure built against Indiana, legislators in Arkansas prepared to vote on that state's RFRA, and Hutchinson came under pressure from Wal-Mart Stores Inc, the world's largest retailer, concerned the bill would send the wrong message about the state. Wal-Mart is headquartered in Arkansas. Hutchinson said the state had crafted an Arkansas solution meant to make the state's religious freedom law more closely mirror a federal law that had been signed by former President Bill Clinton, a Democrat. It recognizes the diversity and culture of our workforce and protects religious freedom, Hutchinson said. Critics have said the measures were part of a broader effort in socially conservative states to push back against a series of U.S. court decisions allowing same-sex marriage. The U.S. Supreme Court is set to take up the issue this month.Supporters have said the laws do not allow for discrimination and are needed to protect religious freedom.Twenty U.S. states and the federal government have RFRAs, which allow individuals to sue the government if they believe their First Amendment religious rights have been violated.The original measures in Indiana and Arkansas go further than all but that of Texas, allowing lawsuits between private parties. The Texas law also includes provisions that it cannot be used to violate civil rights.That raised the possibility of businesses using the law as a defense if they are sued, such as realtors for refusing to show homes to a member of the LGBT community or caterers if they rejected a request to provide for a same-sex wedding.In Indiana, lawmakers flanked by gay-rights activists unveiled changes to protect civil liberties. Thursday's news conference was a dramatic turnaround from Pence's signing act, which was attended by some religious activists who decried homosexuality as a mortal sin.The rewritten Indiana proposal specifies that it does not authorize a provider to refuse to do business with anyone on the basis of race, color, religion, ancestry, age, national origin, disability, sex, sexual orientation, gender identity or United States military service. However, churches and religious organizations are exempt, which could allow them to use the law as a defense if they were sued by an individual claiming discrimination."
	},
	{
  		"id" : "17",
  		"title" : "Al Shabaab kills at least 147 at Kenyan university; siege ends",
  		"content" : "Gunmen from the Islamist militant group al Shabaab stormed a university in Kenya and killed at least 147 people on Thursday, in the worst attack on Kenyan soil since the U.S. embassy was bombed in 1998.  The siege ended nearly 15 hours after the Somali group's gunmen shot their way into the Garissa University College campus in a pre-dawn attack, sparing Muslim students and taking many Christians hostage. Interior Minister Joseph Nkaissery said four gunmen strapped with explosives were behind the attack, the same number that killed 67 people during the 2013 bloodbath at a shopping mall in Nairobi.  The operation has ended successfully. Four terrorists have been killed, Nkaissery told Kenyan media.  Kenyan police chief Joseph Boinet said the attackers had shot indiscriminately when they entered the university compound.  Police and soldiers surrounded the campus and exchanged gunfire with the attackers throughout the day but were repeatedly repelled. At least 79 people were injured and many airlifted to Nairobi, Kenya's national disaster body said.  Al Shabaab, who carried out the deadly attack on the Westgate shopping mall in Nairobi in 2013, claimed responsibility for the raid on the campus in Garissa, a town 200 km (120 miles) from the Somali border. The group has links to al Qaeda and a record of raids on Kenyan soil in retaliation for Nairobi sending troops to fight it in its home state of Somalia. Al Qaeda bombed the United States embassies in Kenya and Tanzania on the same day in 1998, killing 224 people and wounding thousands of people.  The United States condemned the latest attack and offered Kenya help in fighting al Shabaab.  One image provided by a local journalist showed a dozen blood-soaked bodies strewn across a single university classroom in Garissa. But some students managed to escape unaided.  We heard some gunshots and we were sleeping so it was around five and guys started jumping up and down running for their lives, an unnamed student told Reuters TV.  Authorities offered a 20 million shilling ($215,000) reward for information leading to the arrest of a man called Mohamed Mohamud, described as most wanted and linked to the attack.  Police chief Boinet said Kenya had imposed a dusk-to-dawn curfew on four regions near the Somalia border.  TOURISM AND RELIGION  Al Shabaab, which seeks to impose its own harsh version of sharia law, has separated Muslims from Christians in some of its previous raids in Kenya, notably late last year in attacks on a bus and at a quarry.  Its repeated raids, together with attacks on churches by home-grown Islamist groups, have strained the cordial relations between Kenya's Muslim and Christian communities.  Having killed more than 200 people in Kenya over the past two years, Al Shabaab has also brought the tourism industry to its knees.  Thursday's attack undermined a renewed drive by President Uhuru Kenyatta to persuade foreigners the country is now safe to visit.  On Wednesday, he had urged Kenyans abroad to help attract tourists back despite the wave of militant violence, criticizing a warning from Australia of a possible attack in Nairobi and an advisory from Britain urging its citizens to avoid most coastal resorts.  Grace Kai, a student at the Garissa Teachers Training College near the university, said there had been warnings that an attack in the town could be imminent.  Some strangers had been spotted in Garissa town and were suspected to be terrorists, she told Reuters.  Then on Monday our college principal told us ... that strangers had been spotted in our college... On Tuesday we were released to go home, and our college closed, but the campus remained in session, and now they have been attacked.  Many Kenyans living in the crime-ridden frontier regions blame the government for not doing enough to protect its citizens from the militants. ",
  		"organization" : "Reuters",
  		"url" : "http://www.reuters.com/article/2015/04/02/us-kenya-security-college-idUSKBN0MT0CK20150402"
	},
	{
  		"id" : "18",
  		"title" : "California governor orders statewide water cutbacks to combat drought",
  		"content" : "California Governor Jerry Brown, in his most sweeping action to combat a devastating multi-year drought, ordered residents and businesses on Wednesday to cut water use by 25 percent in the first mandatory statewide reduction in California history.  The cuts mean industrial parks and golf courses must immediately cut a quarter of their water use on ornamental turf, and homeowners will be pressed to replace thirsty lawns with drought-tolerant landscaping. Farmers, already making do with less water for irrigation, will be exempt.  The move comes as California's snowpack, which generally provides about a third of the state's water, is at its lowest level on record in a sign the state's drought, now entering its fourth year, is far from over.  Standing in a field of dry, limp grass at a snow-monitoring station in the Sierra Nevada mountains, the fourth-term Democratic governor said the cutbacks would save some 1.5 million acre-feet of water over the next nine months. We're standing on dry ground and we should be standing on 5 feet (1.5 meters) of snow, said Brown, whose two non-consecutive stints in office have coincided with two of the state's worst droughts. This is rationing. We're just doing it through the different water districts.  Brown said the state would develop rebate plans to help families and businesses remove a planned 50 million square feet (4.6 million square meters) of lawns, and replace old appliances with newer, more water-efficient models.  The cuts will be implemented by state and local water agencies, and different parts of the state will have to reduce their water use more than others, because some had already cut way back, Brown said.  Felicia Marcus, chairwoman of the state Water Resources Control Board, said regulators would not hesitate to issue fines of up to $10,000 a day to water districts that do not succeed in implementing the cutbacks.  Many of the rules are still being developed, Marcus said, but among those already contained in the governor's order are a ban on lawns in new housing unless drip or microspray systems are in place.  FARMING EXEMPTION  Brown also ordered the agencies that supply the state's vast agricultural sector with irrigation water to develop detailed plans for managing water during the drought.  Farmers will not be held to the 25 percent reduction, officials said, because farmers had already been deeply affected by the state's moves to release less water than usual from reservoirs during the last three years of drought, as well as periodic restrictions on pumping from rivers and creeks.  Many growers fallowed thousands of acres (hectares) of cropland last year amid high prices for water and a reduction in the amount they were allowed to buy from state and federal water projects in the fragile San Joaquin-Sacramento River Delta.  Hundreds of thousands of additional acres will likely lay fallow this year as well, and farmers are expected to remove trees and vineyards that are irrigation-dependent, said California Secretary of Food and Agriculture Karen Ross.  Brown signed emergency legislation last week that fast-tracked over $1 billion in funding for drought relief and water infrastructure within the parched state.  The proposed legislation would appropriate voter-approved bond funds to speed up water projects and provide aid to struggling California communities.In March, the Water Resources Control Board imposed new drought regulations, outlawing lawn watering within 48 hours of rain and prohibiting water from being served in restaurants unless a customer requests it.  In California, the drought lingers despite storms that brought some respite in December and February. The storms helped replenish some of the state's reservoirs, although most still have less water than historical averages show is typical. ",
  		"organization" : "Reuters",
  		"url" : "http://www.reuters.com/article/2015/04/02/us-usa-drought-california-idUSKBN0MS55W20150402"
	},
	{
	  	"id" : "19",
	  	"title" : "Victims of Quebec oil-by-rail disaster agree to $200 million settlement",
	  	"content" : "Victims of the Lac-Megantic oil-by-rail disaster that killed 47 people in the Canadian province of Quebec in 2013 agreed to a nearly $200 million settlement with some of the firms involved, including the insolvent rail operator at the center of the tragedy, a lawyer for the victims said on Friday.  Montreal Maine and Atlantic (MMA), along with its insurers, founder Edward Burkhardt, and various other companies, will pay into the settlement fund, which will be distributed to the victims of the train derailment and explosion, lawyer Peter Flowers of Meyers & Flowers in Chicago told Reuters.  A draft plan of the arrangement was filed in the Quebec Superior Court on Friday as part of MMA's bankruptcy proceedings in Canada and a similar plan will also be filed in a U.S. court. The settlement is subject to approval by the courts.  Once approved, the funds will be split between the wrongful death claimants, including the victims and their families, along with personal injury claimants, property damage and economic claimants, insurers, and provincial and federal governments.  This is a good first step to bring some form of justice to these people who have gone through hell and back, said Flowers. Hopefully this helps in some way so these people can figure out the rest of their lives.  Flowers added that the settlement was just the tip of the iceberg, and said he will continue to pursue claims against other companies linked to the disaster including World Fuel Services (INT.N), Canadian Pacific Railway (CP.TO) and privately-held Irving Oil.  The tank cars that derailed and exploded with surprising force in Lac-Megantic in July 2013 were transporting oil from the Bakken energy fields in North Dakota to an Irving refinery in Eastern Canada.  World Fuel Services, which arranged the delivery, has argued in court filings that the rail disaster was chiefly a human error and nothing in the labeling, or packaging could have changed the outcome.",
	  	"organization" : "Reuters",
	  	"url" : "http://www.reuters.com/article/2015/01/10/us-canada-train-settlement-idUSKBN0KI2AX20150110"
	},
	{
	  	"id" : "20",
	  	"title" : "Germanwings pilot hid from doctors he was still flying",
	  	"content" : "The Germanwings co-pilot suspected of deliberately crashing an airliner in the French Alps allegedly lied to doctors, telling them he was on sick leave rather than flying commercial planes, German daily Bild reported on Thursday.  The revelation came as Germany set up a task force to learn safety lessons from the crash which killed 150 people last week.  Citing sources close to the investigation, Bild said 27-year-old Andreas Lubitz had sought medical help to try to cure an eye condition.  Although Lubitz told doctors about his job as a pilot, and in some cases about his employer Germanwings, he deliberately concealed that he was still working, the paper said. Had Lubitz told doctors he was still flying, they might have felt the need to break their vow of patient confidentiality and inform his employers because he might be a danger to others.  Bild said that documents available to investigators had revealed Lubitz said he was in a car crash at the end of 2014 and had complained of resulting trauma and vision problems.  Lubitz's motive for locking the captain out of the cockpit of the A320 and apparently deliberately steering the aircraft into a mountain are still a mystery.  Medical records showed that Lubitz said that he was taking medicines for depression, anxiety disorders and panic attacks, Bild said, adding they included tranquilizer Lorazepam. Germanwings parent Lufthansa has said Lubitz informed the flight school in 2009 that he had gone through a previous episode of severe depression.  That may affect compensation claims faced by Lufthansa although families of the victims could end up receiving vastly different payouts, say lawyers  One of the subjects to be considered by a new task force of experts, announced by Germany on Thursday, will be changes to medical and psychological tests for pilots, said the transport minister and head of the BDL German air industry association.  In its brief, to ensure safety standards are as high as possible, the task force will also look at changing a mechanism allowing the cockpit door to be locked from the inside - a step taken after the Sept. 11, 2001 attacks in the United States.  BDL President Klaus-Peter Siegloch the issues should be discussed as quickly as possible.  It is very important that we say we don’t want to wait until the end of the investigation, which can take a relatively long time for these kind of air catastrophes, he said.  It is also open to discussing other issues arising from the French investigation, including making passengers show identification when flying in the Europe's passport-free Schengen area of 26 countries.  Some ministers say it was not immediately clear exactly who was on board the crashed plane because of the Schengen system. ",
	  	"organization" : "Reuters",
	  	"url" : "www.reuters.com/article/2015/04/02/us-france-crash-pilot-idUSKBN0MT0IO20150402"
	},
	{
	  	"id" : "21",
	  	"title" : "Israel tests U.S.-backed missile shield as Iran nuclear talks churn",
	  	"content" : "A new Israeli air defense system being developed in partnership with the United States met all its objectives in a series of recent live interception tests, U.S. and Israeli officials said Wednesday, putting it on course for deployment by next year.  The system, David's Sling, shot down targets simulating longer-range missiles like Scuds that could be fired at Israel from Syria and by Lebanon's Iranian-backed Hezbollah guerrillas.  Defense sources said the more recent tests took place last week and on Tuesday. The latter coincided with international negotiations on Iran's disputed nuclear program that have drawn censure from Israeli Prime Minister Benjamin Netanyahu and in turn soured his relations with U.S. President Barack Obama.  Moshe Yaalon, Israel's defense minister, cited David's Sling as a mark of the continued vigor of the Israeli-U.S. alliance.  We believe that next year it (David's Sling) is going to be operational, Yaalon told visiting U.S. House of Representatives Speaker John Boehner, and added thanks for Washington's funding.  David's Sling and its Stunner interceptor missiles successfully hit threat representative targets in the tests, said Rick Lehner, spokesman for the U.S. Missile Defense Agency, which carried out the third series of tests of the system together with the Israel Missile Defense Organization (IMDO).  This ... is a major milestone in the development of the David's Sling weapon and provides confidence in future Israeli capabilities to defend against the developing threat, he said.  MDA Director Vice Admiral James Syring said Washington was pleased with the test results and vowed to continue U.S. assistance to Israel's missile defense technology efforts. Known in Hebrew as Magic Wand, David's Sling is being developed and manufactured jointly by Israel's state-owned Rafael Advanced Defense Systems Ltd and Raytheon Co, a top U.S. arms maker.  Designed to shoot down rockets with ranges of 100 km to 200 km (63 miles to 125 miles), aircraft or low-flying cruise missiles, David's Sling will fill the operational gap between Israel's Iron Dome short-range rocket interceptor and the Arrow ballistic missile interceptor, both already in service.  The latest successful tests are likely to strengthen support among U.S. lawmakers for Israel's request for additional funds.  Israeli officials last month asked Congress for an additional $317 million for David's Sling and other Israeli missile defense programs, on top of $158 million already requested by the Obama administration in its fiscal 2016 budget.  Fuelling the sense of urgency around David's Sling development, Israeli media on Wednesday published military assessments that, in the next war with Hezbollah, the guerrillas could rain up to 1,500 rockets on Israel daily, killing hundreds of civilians.  The latest tests were conducted under unusually strict secrecy, and had been rescheduled at least once. One date that had been considered, planners said, was March 3 -- hours before Netanyahu, at Boehner's invitation, gave a speech at the U.S. Congress that both praised Obama for supporting Israel's security but rebuked him over the nuclear diplomacy with Iran.  David's Sling was first tested on Nov. 25, 2012, shooting down a simulated rocket. It experienced an early setback when a Nov. 18, 2013 trial failed because of a faulty sensor setting, a person who was present told Reuters. But all other interception tests have been successful, Israeli and U.S. officials said.",
	  	"organization" : "Reuters",
	  	"url" : "http://www.reuters.com/article/2015/04/01/us-defense-israel-usa-davidssling-idUSKBN0MS4JE20150401"
	},
  	{
    	"id": "22",
    	"title" : "Negotiators announce framework for Iran nuke deal",
    	"url": "http://www.foxnews.com/politics/2015/04/02/preliminary-agreement-reportedly-reached-in-iran-nuke-talks/",
    	"organization" : "Fox",
        "content": "Negotiators announce framework for Iran nuke deal. The U.S. and international negotiators announced the hard-fought framework for an Iranian nuclear deal Thursday, capping days of exhaustive and tense talks that blew past their original deadline.The plan, containing dozens of provisions, would effectively require Iran to wind down or suspend parts of its nuclear program that could be used for nuclear weapon development in exchange for sweeping sanctions relief. The preliminary agreement allows all sides -- the U.S., Iran and five other world powers -- to continue working toward a final deal by a June 30 deadline.Speaking in the Rose Garden shortly after negotiators unveiled the plan in Switzerland, President Obama called the agreement a historic understanding. It is a good deal Obama said. The announcement follows days of talks that went into overtime after missing a March 31 deadline, raising doubts on whether the negotiators could reach any agreement at all. Even with the framework, negotiators have weeks of talks ahead of them. And critics were likely to oppose the plan of action because of concessions allowing Iran to maintain significant elements of a program that could, someday, be used to produce either energy or nuclear arms. Most immediately, Obama will face pressure from congressional skeptics concerned about the direction of talks and seeking a vote on Capitol Hill. Sen. Bob Corker, R-Tenn., chairman of the Senate Foreign Relations Committee reiterated Thursday that his panel would take up a bill later this month requiring congressional review of any deal. If a final agreement is reached, the American people, through their elected representatives, must have the opportunity to weigh in to ensure the deal truly can eliminate the threat of Iran's nuclear program and hold the regime accountable Corker said in a statement. But Obama urged Congress to give the agreement a chance, and stressed that negotiations are not over yet. He claimed the framework, if fully implemented, would prevent Iran from getting a nuclear weapon. This framework would cut off every pathway Iran could take to obtain a nuclear weapon he said. A fact-sheet accompanying the announcement outlined dozens of key parameters the negotiators had agreed to. Among them, Iran agreed to cut its installed centrifuges by two-thirds, from 19,000 today to 6,104 -- with just over 5,000 of them enriching uranium for 10 years.According to the document, Iran agreed not to enrich uranium at its contentious Fordo facility for at least 15 years, and would not build any new facilities for enrichment for the same time period. The framework would allow international inspectors to have regular access  to nuclear sites. In exchange, U.S. and European Union sanctions would be suspended after inspectors verify Iran has taken all of its key nuclear-related steps. Sanctions, the document said, would snap back if Iran breaches the commitments. If Iran cheats, the world will know it, Obama said. He said the vast majority of Iran's enriched uranium stockpile would be neutralized. Further, negotiators said the breakout time -- or the time it would take for Iran to get enough material for one weapon -- would extend from two to three months, to a year. Our work is not yet done Obama stressed. Secretary of State John Kerry, earlier, tweeted that all sides would soon get back to work on a final deal. Big day he tweeted. But Israeli officials, who long have voiced concerns about the discussions, on Thursday continued to warn about a bad agreement. Israel's intelligence minister said the deal was disconnected from the sad reality of the region. Reading out a joint statement, European Union foreign policy chief Federica Mogherini said the seven nations in the talks would now start writing the text of a final accord. Mogherini cited several agreed-upon restrictions on Iran's enrichment of uranium, a core concern because the material can be used in a nuclear warhead. She said a planned heavy water reactor in Iran wouldn't produce weapons-grade plutonium and work at the deeply buried underground facility at Fordo wouldn't involve uranium. Iranian President Hassan Rouhani also tweeted that they found solutions on key issues and would start immediately on drafting a deal to finish by the June 30 deadline. In the search for a comprehensive deal, the U.S. and five other countries hope to curb Iran's nuclear technologies that it could use to make weapons. Tehran denies such ambitions but is negotiating because it wants a lifting of sanctions imposed over its nuclear program. The talks have been on shaky ground in recent days, with U.S. lawmakers worried Iran was making unreasonable demands and some even urging the U.S. delegation to walk away from the negotiating table. Even the White House had warned that they were prepared to do so if Iran did not start negotiating in good faith."
	}
]
