[
    {
    	"id": "1", 
    	"title": "Oil falls nearly 4 percent after tentative nuclear deal for Iran",
    	"url": "http://www.reuters.com/article/2015/04/02/us-markets-oil-idUSKBN0MT0AD20150402",
    	"organization": "Reuters",
        "content": "Oil falls nearly 4 percent after tentative nuclear deal for Iran. Brent oil fell nearly 4 percent on Thursday after a preliminary pact between Iran and global powers on Tehran's nuclear program, even as officials set further talks in June and analysts questioned when the OPEC member will be allowed to export more crude.Traders had been fixated on the talks held in Lausanne, Switzerland for over a week as Iran tried to agree with six world powers on concessions to its nuclear program to remove U.S.-led sanctions that have halved its oil exports. The sanctions against Iran will come off under a future comprehensive deal to be agreed by June 30, after it complies with nuclear-related provisions, Iranian Foreign Minister Javad Zarif told a news conference. If nothing is going to be signed until June, something could go wrong between now and then said Phil Flynn, analyst at Price Futures Group in Chicago. Bob McNally, an adviser to former U.S. president George Bush who heads energy research firm Rapidan Group, noted Iran will need much patience as the sanctions are not likely to be lifted until late 2015 or early 2016, though we could see slippage beforehand. North Sea Brent crude futures, the more widely-used global benchmark for oil, settled down $2.15, or 3.8 percent, at $54.95 a barrel, almost $1 above the session low.U.S. crude futures settled down 95 cents, or 2 percent, at $49.14 a barrel, after falling nearly $2 earlier. I think the market over reacted and is now sitting back a little to think there is a lot more work to be done said Dominick Chirichella, senior partner at the Energy Management Institute in New York. FINAL NAIL IN OPEC COFFIN? Under the preliminary deal, Iran would shut down more than two-thirds of its centrifuges producing uranium that could be used to build a bomb, dismantle a reactor that could produce plutonium and accept intrusive verification. Iran also needs to limit enrichment of uranium for 10 years. Sanctions have cut Iran's oil exports to about 1.1 million barrels per day from 2.5 million bpd in 2012. The OPEC nation is keeping about 30 million barrels of crude on a fleet of tankers ready to be shipped when allowed, into a market already flooded with supply. John Kilduff, partner at New York energy hedge fund Again Capital, said since Iran was certain to export more oil at some point, it was time other members of OPEC led by Saudi Arabia considered cutting their production. The selloff in oil, which began in June 2014, accelerated in November after the Saudis convinced the broader group within OPEC to stick to its output and defend market share. Brent crashed from 2014 peaks above $115 and U.S. crude tumbled from above $107. Chirichella agreed with Kilduff. Come June, the market will again be rocked by expectations of higher Iranian supply. If the Saudis stifle another production cut, that could be the final nail in OPEC's coffin as some of its members break away to do their own thing to support the market." 
    },
    {
    	"id": "2",
    	"title" : "Negotiators announce framework for Iran nuke deal",
    	"url": "http://www.foxnews.com/politics/2015/04/02/preliminary-agreement-reportedly-reached-in-iran-nuke-talks/",
    	"organization" : "Fox",
        "content": "Negotiators announce framework for Iran nuke deal. The U.S. and international negotiators announced the hard-fought framework for an Iranian nuclear deal Thursday, capping days of exhaustive and tense talks that blew past their original deadline.The plan, containing dozens of provisions, would effectively require Iran to wind down or suspend parts of its nuclear program that could be used for nuclear weapon development in exchange for sweeping sanctions relief. The preliminary agreement allows all sides -- the U.S., Iran and five other world powers -- to continue working toward a final deal by a June 30 deadline.Speaking in the Rose Garden shortly after negotiators unveiled the plan in Switzerland, President Obama called the agreement a historic understanding. It is a good deal Obama said. The announcement follows days of talks that went into overtime after missing a March 31 deadline, raising doubts on whether the negotiators could reach any agreement at all. Even with the framework, negotiators have weeks of talks ahead of them. And critics were likely to oppose the plan of action because of concessions allowing Iran to maintain significant elements of a program that could, someday, be used to produce either energy or nuclear arms. Most immediately, Obama will face pressure from congressional skeptics concerned about the direction of talks and seeking a vote on Capitol Hill. Sen. Bob Corker, R-Tenn., chairman of the Senate Foreign Relations Committee reiterated Thursday that his panel would take up a bill later this month requiring congressional review of any deal. If a final agreement is reached, the American people, through their elected representatives, must have the opportunity to weigh in to ensure the deal truly can eliminate the threat of Iran's nuclear program and hold the regime accountable Corker said in a statement. But Obama urged Congress to give the agreement a chance, and stressed that negotiations are not over yet. He claimed the framework, if fully implemented, would prevent Iran from getting a nuclear weapon. This framework would cut off every pathway Iran could take to obtain a nuclear weapon he said. A fact-sheet accompanying the announcement outlined dozens of key parameters the negotiators had agreed to. Among them, Iran agreed to cut its installed centrifuges by two-thirds, from 19,000 today to 6,104 -- with just over 5,000 of them enriching uranium for 10 years.According to the document, Iran agreed not to enrich uranium at its contentious Fordo facility for at least 15 years, and would not build any new facilities for enrichment for the same time period. The framework would allow international inspectors to have regular access  to nuclear sites. In exchange, U.S. and European Union sanctions would be suspended after inspectors verify Iran has taken all of its key nuclear-related steps. Sanctions, the document said, would snap back if Iran breaches the commitments. If Iran cheats, the world will know it, Obama said. He said the vast majority of Iran's enriched uranium stockpile would be neutralized. Further, negotiators said the breakout time -- or the time it would take for Iran to get enough material for one weapon -- would extend from two to three months, to a year. Our work is not yet done Obama stressed. Secretary of State John Kerry, earlier, tweeted that all sides would soon get back to work on a final deal. Big day he tweeted. But Israeli officials, who long have voiced concerns about the discussions, on Thursday continued to warn about a bad agreement. Israel's intelligence minister said the deal was disconnected from the sad reality of the region. Reading out a joint statement, European Union foreign policy chief Federica Mogherini said the seven nations in the talks would now start writing the text of a final accord. Mogherini cited several agreed-upon restrictions on Iran's enrichment of uranium, a core concern because the material can be used in a nuclear warhead. She said a planned heavy water reactor in Iran wouldn't produce weapons-grade plutonium and work at the deeply buried underground facility at Fordo wouldn't involve uranium. Iranian President Hassan Rouhani also tweeted that they found solutions on key issues and would start immediately on drafting a deal to finish by the June 30 deadline. In the search for a comprehensive deal, the U.S. and five other countries hope to curb Iran's nuclear technologies that it could use to make weapons. Tehran denies such ambitions but is negotiating because it wants a lifting of sanctions imposed over its nuclear program. The talks have been on shaky ground in recent days, with U.S. lawmakers worried Iran was making unreasonable demands and some even urging the U.S. delegation to walk away from the negotiating table. Even the White House had warned that they were prepared to do so if Iran did not start negotiating in good faith."
    },
    {
    	"id": "3", 
    	"title": "Arkansas, Indiana enact fixes to measures seen as targeting gays",
    	"url": "http://www.reuters.com/article/2015/04/02/us-usa-religion-idUSKBN0MT1EW20150402",
    	"organization": "Reuters",
        "content": "Arkansas, Indiana enact fixes to measures seen as targeting gays. Indiana and Arkansas revised on Thursday new religious freedom acts that had drawn criticism from rights groups and U.S. companies that assailed them as discriminatory against gays.Arkansas Governor Asa Hutchinson, a Republican, signed his state's Religious Freedom Restoration Act into law minutes after it passed in the statehouse.Indiana Governor Mike Pence, also a Republican, signed a revised religious freedom law that amended one he signed last week. The original measure catapulted the state into a firestorm because it lacked specific provisions to prevent denial of services and other discrimination against gays. The state drew the ire of companies like Apple Inc, boycotts of official travel by the states of New York and Connecticut, and protests by civil liberties groups and individuals from around the country.Some local politicians and the state's largest newspaper, the Indianapolis Star, called for an immediate fix to the bill, fearing it would pummel the state's economy and create the perception that Indiana was intolerant of certain groups. In the midst of this furious debate, I have prayed earnestly for wisdom and compassion, and I have felt the prayers of people across this state and across this nation, Pence said in a statement. Pence did not mention gender identity or sexual orientation in the statement. As pressure built against Indiana, legislators in Arkansas prepared to vote on that state's RFRA, and Hutchinson came under pressure from Wal-Mart Stores Inc, the world's largest retailer, concerned the bill would send the wrong message about the state. Wal-Mart is headquartered in Arkansas. Hutchinson said the state had crafted an Arkansas solution meant to make the state's religious freedom law more closely mirror a federal law that had been signed by former President Bill Clinton, a Democrat. It recognizes the diversity and culture of our workforce and protects religious freedom, Hutchinson said. Critics have said the measures were part of a broader effort in socially conservative states to push back against a series of U.S. court decisions allowing same-sex marriage. The U.S. Supreme Court is set to take up the issue this month.Supporters have said the laws do not allow for discrimination and are needed to protect religious freedom.Twenty U.S. states and the federal government have RFRAs, which allow individuals to sue the government if they believe their First Amendment religious rights have been violated.The original measures in Indiana and Arkansas go further than all but that of Texas, allowing lawsuits between private parties. The Texas law also includes provisions that it cannot be used to violate civil rights.That raised the possibility of businesses using the law as a defense if they are sued, such as realtors for refusing to show homes to a member of the LGBT community or caterers if they rejected a request to provide for a same-sex wedding.In Indiana, lawmakers flanked by gay-rights activists unveiled changes to protect civil liberties. Thursday's news conference was a dramatic turnaround from Pence's signing act, which was attended by some religious activists who decried homosexuality as a mortal sin.The rewritten Indiana proposal specifies that it does not authorize a provider to refuse to do business with anyone on the basis of race, color, religion, ancestry, age, national origin, disability, sex, sexual orientation, gender identity or United States military service. However, churches and religious organizations are exempt, which could allow them to use the law as a defense if they were sued by an individual claiming discrimination."
	}
]
