{ 
"id" : "6", 
"title" : "Obama Expands Options for Retaliating Against Foreign Hackers",
"content" : "President Obama on Wednesday signed an executive order aimed at retaliating against foreign-based online attacks on the United States as the government scrambles to catch up to national security threats that are evolving in a world of fast-changing technology. The order authorizes financial and travel sanctions against anyone involved in attacks originating or directed from outside the country that pose a significant threat to the national security, foreign policy or economic health or financial stability of the United States. No targets for these measures were named. Months ago, Mr. Obama blamed North Korea for the hacking of Sony Pictures Entertainment as it was about to release The Interview, a comedy featuring a mocking portrayal of Kim Jong-un, the country’s leader. Mr. Obama used existing authority to impose economic sanctions on North Korean officials and a North Korean intelligence agency, but the new order will expand his options. Cyberthreats pose one of the most serious economic and national security challenges to the United States, and my administration is pursuing a comprehensive strategy to confront them, Mr. Obama said in a statement. As we have seen in recent months, these threats can emanate from a range of sources and target our critical infrastructure, our companies and our citizens. Among actions that could draw retaliation under the order would be attacks that target vital resources like power grids; steal money, trade secrets or personal information; or disrupt large computer networks. The government could penalize those responsible by freezing assets in the United States, barring Americans from doing business with them and blocking them from entering the country. They would be cut off from American goods and technology. The sanctions in the Sony case were based on existing authority specifically targeting North Korea, but the new order has no geographic limits, mirroring the approach to counterterrorism, counternarcotics and transnational criminal organizations. This allows us to target the activity itself wherever it arises, said John E. Smith, acting director of the Treasury Department’s Office of Foreign Assets Control, which enforces sanctions. The administration named no initial targets, although it has plenty of cases. American authorities have identified Russian and Chinese hackers tied to past attacks. But the imposition of sanctions, like last year’s indictment of five Chinese members of the People’s Liberation Army charged in the theft of data from American companies, is a delicate diplomatic move that risks shutting off help from a foreign government in tracking down targets on its soil. Identifying perpetrators may be a particular challenge. In contrast to states like North Korea or Russia that are sanctioned for traditional violations of international norms, hackers dwell in a murky digital world cloaked in ways that make them difficult to catch. In attacks on JPMorgan Chase, Target and Home Depot, for instance, it has been hard to identify the culprits. The administration tried to reassure the technology world that the new powers would be used judiciously. We will not, certainly, be using this to target free speech or interfering with the free and open Internet, and we’re not going to be going after the innocent victims of people whose computers were taken over and used by malicious actors, said Michael Daniel, the president’s online security coordinator. Representative Adam B. Schiff of California, the top Democrat on the House Intelligence Committee, said the order would send a message to hackers. For far too long, these 21st-century culprits have acted with impunity, he said. This must come to an end if we are to safeguard the nation’s property, privacy and prosperity. But Republicans criticized Mr. Obama for not collaborating. These executive actions can only do so much, said Cory Fritz, a spokesman for House Speaker John A. Boehner of Ohio. The president needs to work with Republicans to enact the types of common-sense measures that passed the House in recent years with strong, bipartisan majorities but stalled in the Democratic-controlled Senate. ",
"organization" : "New York Times",
"url" : "http://www.nytimes.com/2015/04/02/us/politics/us-expands-foreign-cyberattack-retaliation-options.html?ref=us",
},
{ 
"id" : "7", 
"title" : "California Imposes First Mandatory Water Restrictions to Deal With Drought",
"content" : "Gov. Jerry Brown on Wednesday ordered mandatory water use reductions for the first time in California’s history, saying the state’s four-year drought had reached near-crisis proportions after a winter of record-low snowfalls. Mr. Brown, in an executive order, directed the State Water Resources Control Board to impose a 25 percent reduction on the state’s 400 local water supply agencies, which serve 90 percent of California residents, over the coming year. The agencies will be responsible for coming up with restrictions to cut back on water use and for monitoring compliance. State officials said the order would impose varying degrees of cutbacks on water use across the board — affecting homeowners, farms and other businesses, as well as the maintenance of cemeteries and golf courses. While the specifics of how this will be accomplished are being left to the water agencies, it is certain that Californians across the state will have to cut back on watering gardens and lawns — which soak up a vast amount of the water this state uses every day — as well as washing cars and even taking showers. People should realize we are in a new era, Mr. Brown said at a news conference here on Wednesday, standing on a patch of brown and green grass that would normally be thick with snow at this time of year. The idea of your nice little green lawn getting watered every day, those days are past. Owners of large farms, who obtain their water from sources outside the local water agencies, will not fall under the 25 percent guideline. State officials noted that many farms had already seen a cutback in their water allocations because of the drought. In addition, the owners of large farms will be required, under the governor’s executive order, to offer detailed reports to state regulators about water use, ideally as a way to highlight incidents of water diversion or waste. Because of this system, state officials said, they did not expect the executive order to result — at least in the immediate future — in an increase in farm or food prices. State officials said that they were prepared to enforce punitive measures, including fines, to ensure compliance, but that they were hopeful it would not be necessary to do so. That said, the state had trouble reaching the 20 percent reduction target that Mr. Brown set in January 2014 when he issued a voluntary reduction order as part of declaring a drought emergency. The state water board has the power to impose fines on local water suppliers that fail to meet the reduction targets set by the board over the coming weeks. The governor announced what amounts to a dramatic new chapter in the state’s response to the drought while attending the annual April 1 measuring of the snowpack here in the Sierra Nevada. Snowpacks are critical to the state’s water system: They store water that falls during the wet season, and release it through the summer. In a typical year, the measure in Phillips is around five or six feet, as Frank Gehrke, chief of the California Cooperative Snow Survey Program, indicated by displaying the measuring stick brought out annually. But on Wednesday, Mr. Brown was standing on an utterly dry field after he and Mr. Gehrke went through the motions of measuring a snowpack. State officials said they now expected the statewide snowpack measure to be about 6 percent of normal. We are standing on dry grass, and we should be standing on five feet of snow, Mr. Brown said. We are in an historic drought. Water has long been a precious resource in California, the subject of battles pitting farmer against city-dweller and northern communities against southern ones; books and movies have been made about its scarcity and plunder. Water is central to the state’s identity and economy, and a symbol of how wealth and ingenuity have tamed nature: There are golf courses in the deserts of Palm Springs, lush gardens and lawns in Los Angeles, and vast expanses of irrigated fields of farmland throughout the Central Valley. Given that backdrop, any effort to force reductions in water use could be politically contentious, as Mr. Brown himself acknowledged. This will be somewhat of a burden — it’s going to be very difficult,  he said.  People will say, ‘What about the farmers?’ Farmers will say, ‘What about the people who water their lawns?’  Within hours of Mr. Brown’s announcement, Representative Kevin McCarthy, the California Republican who is the House majority leader, announced plans to renew efforts in Congress to pass legislation requiring the building of two huge water facilities in the state. The efforts had been blocked by Democrats concerned that the water projects would harm the environment and damage endangered species of fish. The current drought in California is devastating,  Mr. McCarthy said.  Today’s order from the governor should not only alarm Californians, but the entire nation should take notice that the most productive agriculture state in the country has entered uncharted territory.  I’m from the Central Valley, and we know that we cannot conserve or ration our way out of this drought,  he said. The newly mandated 25 percent cut is in relation to total water use in the state in 2013. Cuts will vary from community to community, reflecting that per capita water use reduction has been better in some areas than others. In addition, the state and local governments will offer temporary rebate programs for homeowners who replace dishwashers and washing machines with water-efficient models. Mr. Brown said the state would impose water-use restrictions on golf courses and cemeteries and require that nonpotable water be used on median dividers. Lawns consume much of the water used every year in California, and the executive order calls for the state, working with local governments, to replace 50 million acres of ornamental turf with planting that consumes less water. The order also instructs water authorities to raise rates on heavy water users. Those pricing systems, intended to reward conservers and punish wasters, are used in some parts of this state and have proved effective, state officials said. Felicia Marcus, the chairwoman of the State Water Resources Control Board, said that California would leave it to local water providers to decide how to enforce the reductions on homeowners and businesses. She said she anticipated that most of the restrictions would be aimed at the outdoor use of water; many communities have already imposed water restrictions on lawns and gardens, but Ms. Marcus suggested they had not gone far enough. We are in a drought unlike one we’ve seen before, and we have to take actions that we haven’t taken before,  she said.  We are not getting the level of effort that the situation clearly warrants. Mark W. Cowin, the director of the California Department of Water Resources, said the state would tightly monitor compliance, in the hope that would be enough to accomplish the 25 percent reduction. If it is not, the order authorizes water suppliers to penalize offenders.  We are looking for success, not to be punitive,  Mr. Cowin said.  In the end, if people and communities don’t comply, there will be repercussions, including fines. ",
"organization" : "New York Times",
"url" : "http://www.nytimes.com/2015/04/02/us/california-imposes-first-ever-water-restrictions-to-deal-with-drought.html?ref=us&_r=0",
},
{ 
"id" : "8", 
"title" : "More than 70 dead in Al-Shabaab attack on Kenyan college, as Christians reportedly held hostage",
"content" : "A security operation is over and 147 people have been killed in an attack Thursday by Al Qaeda-linked terror group Al-Shabaab on a Kenyan college, officials said. The officials said four attackers were killed during the operation. The siege on Garissa University also left dozens more injured and hundreds of students unaccounted for. Hours after the assault began, Kenyan security forces cornered the gunmen in a dormitory at the school, and President Uhuru Kenyatta said in a speech to the nation that the attackers were holding hostages.There are many dead bodies of Christians inside the building,  Al-Shabaab spokesman Sheikh Abdiasis Abu Musab told Sky News.  We are also holding many Christians alive. Fighting still goes on inside the college. Collins Wetangula, the vice chairman of the student union, said when the gunmen arrived at his dormitory he could hear them opening doors and asking if the people who had hidden inside whether they were Muslims or Christians. If you were a Christian you were shot on the spot,  he said.  With each blast of the gun I thought I was going to die. A spokesman for the terror group told the BBC that it attacked the school because  it’s on Muslim land colonized by non-Muslims.  The spokesman also said the gunmen had separated non-Muslims from Muslims and had freed 15 of the latter group.The interior ministry said around 500 of 815 students have been accounted for, but hundreds remain missing. The students at Garissa are predominantly non-Muslim, a source told Fox News. Police identified a possible mastermind of the attack as Mohammed Mohamud, who is alleged to lead Al-Shabaab's cross-border raids into Kenya, and they posted a $220,000 bounty for him. Also known by the names Dulyadin and Gamadhere, he was a teacher at an Islamic religious school, or madrassa, and claimed responsibility for a bus attack in Makka, Kenya, in November that killed 28 people. The attack occurred at 5:30 a.m. local time (10:30 p.m. Wednesday E.T.) during morning prayers at the university mosque, according to Augustine Algana, a student at the school who survived the attack and spoke to the Associated Press. Algana said gunfire rang throughout campus while students were still sleeping.  Terrified students sprinted out of buildings as police officers arrived on the scene. The gunmen had opened fire at guards triggering a  fierce shootout  with police guarding student dorms, Kenya’s National Police said in a statement. Wetangula said he was preparing to take a shower when he heard gunshots coming from Tana dorm, which hosts both men and women, 150 yards away. He said that when he heard the gunshots he locked himself and three roommates in their room.  All I could hear were footsteps and gunshots nobody was screaming because they thought this would lead the gunmen to know where they are,  he said.  The gunmen were saying sisi ni Al-Shabaab (Swahili for we are al-Shabaab),  Wetangula said.  The next thing, we saw people in military uniform through the window of the back of our rooms who identified themselves as the Kenyan military,  Wetangula said. The soldiers took him and around 20 others to safety. We started running and bullets were whizzing past our heads and the soldiers told us to dive,  Wetangula said. He said the soldier told the students later that Al-Shabaab snipers were perched on a three story dormitory called the Elgon and were trying to shoot them. The Kenya Red Cross said on Twitter that 65 injured people were taken to a hospital and four of them were in critical condition. Kenya’s National Disaster Operations center said most had gunshot wounds. Authorities said some of the more seriously wounded were being flown to Kenya’s capital, Nairobi. Kenya's northern and eastern regions, which border Somalia, have been plagued by attacks blamed on Al-Shabaab, an Islamist group from Somalia. The militant group has vowed retribution on Kenya for sending troops into Somalia to fight the militants. Kenya sent its military there in 2011 to fight al-Shabaab following cross-border attacks. Last month, Al-Shabaab claimed responsibility for attacks in the county of Mandera on the Somali border in which twelve people died. Four of them died in an attack on the convoy of Mandera County Governor Ali Roba.  Al-Shabaab carried out large-scale attacks in Mandera last year. The militants hijacked a bus and singled out 28 non-Muslims forcing them to lie on the ground before shooting them dead. Ten days later, 36 non-Muslim quarry workers were killed by the extremists.  Police statistics show that 312 people have been killed in Al-Shabaab attacks in Kenya from 2012 to 2014. Thirty-eight people were killed and 149 wounded in Garissa in the same period, according to police statistics. Kenyatta has been under pressure to deal with insecurity caused by a string of attacks by Al-Shabaab. In his speech to the country, he said he had directed the police chief to fast-track the training of 10,000 police recruits because Kenya has  suffered unnecessarily due to shortage of security personnel.  ",
"organization" : "Fox News",
"url" : "http://www.foxnews.com/world/2015/04/02/garissa-attack-kenya/",
},
{ 
"id" : "9", 
"title" : "Preliminary agreement reportedly reached in Iran nuke talks",
"content" : "The U.S. and international negotiators announced the hard-fought framework for an Iranian nuclear deal Thursday, capping days of exhaustive and tense talks that blew past their original deadline. The plan, containing dozens of provisions, would effectively require Iran to wind down or suspend parts of its nuclear program that could be used for nuclear weapon development in exchange for sweeping sanctions relief. The preliminary agreement allows all sides -- the U.S., Iran and five other world powers -- to continue working toward a final deal by a June 30 deadline. Speaking in the Rose Garden shortly after negotiators unveiled the plan in Switzerland, President Obama called the agreement a  historic understanding.   It is a good deal,  Obama said. The announcement follows days of talks that went into overtime after missing a March 31 deadline, raising doubts on whether the negotiators could reach any agreement at all. Even with the framework, negotiators have weeks of talks ahead of them. And critics were likely to oppose the  plan of action  because of concessions allowing Iran to maintain significant elements of a program that could, someday, be used to produce either energy or nuclear arms. Most immediately, Obama will face pressure from congressional skeptics concerned about the direction of talks and seeking a vote on Capitol Hill. Sen. Bob Corker, R-Tenn., chairman of the Senate Foreign Relations Committee reiterated Thursday that his panel would take up a bill later this month requiring congressional review of any deal.  If a final agreement is reached, the American people, through their elected representatives, must have the opportunity to weigh in to ensure the deal truly can eliminate the threat of Iran's nuclear program and hold the regime accountable,  Corker said in a statement. But Obama urged Congress to give the agreement a chance, and stressed that negotiations are not over yet. He claimed the framework, if fully implemented, would prevent Iran from getting a nuclear weapon.  This framework would cut off every pathway Iran could take to obtain a nuclear weapon,  he said. A fact-sheet accompanying the announcement outlined dozens of key  parameters  the negotiators had agreed to. Among them, Iran agreed to cut its installed centrifuges by two-thirds, from 19,000 today to 6,104 -- with just over 5,000 of them enriching uranium for 10 years. According to the document, Iran agreed not to enrich uranium at its contentious Fordo facility for at least 15 years, and would not build any new facilities for enrichment for the same time period. The framework would allow international inspectors to have  regular access  to nuclear sites. In exchange, U.S. and European Union sanctions would be suspended after inspectors verify Iran  has taken all of its key nuclear-related steps.  Sanctions, the document said, would  snap back  if Iran breaches the commitments.  If Iran cheats, the world will know it,  Obama said. He said the  vast majority  of Iran's enriched uranium stockpile would be  neutralized.  Further, negotiators said the  breakout time  -- or the time it would take for Iran to get enough material for one weapon -- would extend from two to three months, to a year.  Our work is not yet done,  Obama stressed. Secretary of State John Kerry, earlier, tweeted that all sides would soon get back to work on a  final deal.   Big day,  he tweeted. But Israeli officials, who long have voiced concerns about the discussions, on Thursday continued to warn about a  bad agreement.  Israel's intelligence minister said the deal was  disconnected from the sad reality  of the region. Reading out a joint statement, European Union foreign policy chief Federica Mogherini said the seven nations in the talks would now start writing the text of a final accord. Mogherini cited several agreed-upon restrictions on Iran's enrichment of uranium, a core concern because the material can be used in a nuclear warhead. She said a planned heavy water reactor in Iran wouldn't produce weapons-grade plutonium and work at the deeply buried underground facility at Fordo wouldn't involve uranium. Iranian President Hassan Rouhani also tweeted that they found  solutions  on key issues and would start immediately  on drafting a deal to finish by the June 30 deadline. In the search for a comprehensive deal, the U.S. and five other countries hope to curb Iran's nuclear technologies that it could use to make weapons. Tehran denies such ambitions but is negotiating because it wants a lifting of sanctions imposed over its nuclear program. The talks have been on shaky ground in recent days, with U.S. lawmakers worried Iran was making unreasonable demands and some even urging the U.S. delegation to  walk away  from the negotiating table. Even the White House had warned that they were prepared to do so if Iran did not start negotiating in good faith.",
"organization" : "Fox News",
"url" : "http://www.foxnews.com/politics/2015/04/02/preliminary-agreement-reportedly-reached-in-iran-nuke-talks/",
},
{ 
"id" : "10", 
"title" : "California governor orders mandatory water restrictions amid drought",
"content" : "California Gov. Jerry Brown ordered officials Wednesday to impose statewide mandatory water restrictions for the first time in history as surveyors found the lowest snow level in the Sierra Nevada snowpack in 65 years of record-keeping. Standing in dry, brown grass at a site that normally would be snow-covered this time of year, Brown announced he had signed an executive order requiring the State Water Resources Control Board to implement measures in cities and towns to cut the state's overall water usage by 25 percent compared with 2013 levels. The move will affect residents, businesses, farmers and other users. We're in a historic drought and that demands unprecedented action,  Brown said at a news conference at Echo Summit in the Sierra Nevada, where state water officials found no snow on the ground for the first time in their April manual survey of the snowpack.  We have to pull together and save water in every way we can. After declaring a drought emergency in January 2014, Brown urged all Californians to cut water use by 20 percent from the previous year.Despite increasingly stringent regulations imposed on local water agencies by the state, overall water use has fallen by just half that amount, prompting Brown to order the stronger action by the water board. We're in a new era; the idea of your nice little green grass getting water every day, that's going to be a thing of the past,  Brown said. Brown asked for a 25 percent cut in water use in 1977 during his first term as governor. Since then, cities have developed local storage and supplies to soften the blow of future dry years, making it harder to get residents to cut back in the current drought. For many Californians, water still flows from taps without any extra hit to their wallets. The order issued Wednesday will require campuses, golf courses, cemeteries and other large landscapes to significantly cut water use; direct local governments to replace 50 million square feet of lawns with drought-tolerant landscaping; and create a temporary rebate program for consumers who replace old water-sucking appliances with more efficient ones. Outside an office building in Tustin, Gary Whitlock questioned whether Brown's order would make a difference. You know, this has been going on for years and everybody that I talk to says, 'Oh, well, you know, it's going to rain, El Nino's coming,'  Whitlock said as he watched sprinklers run and a gardener washing the underside of a lawnmower with a gushing hose. The order calls on local water agencies to implement tiered water pricing that charges higher rates as more water is used and requires agricultural users to report more water use information to state regulators. Brown's office said that will boost the state's ability to enforce laws against illegal water diversions and waste. Officials previously approved fines of up to $500 a day for water wasters, but few agencies have opted to issue them. The order also prohibits new homes and developments from using drinkable water for irrigation if the structures lack water-efficient drip systems. In addition, the watering of decorative grasses on public street medians is banned. The snow survey on Wednesday showed the statewide snowpack is equivalent to just 5 percent of the historical average for April 1 and the lowest for that date since the state began record-keeping in 1950. Snow supplies about a third of the state's water, and a lower snowpack means less water in California reservoirs to meet demand in summer and fall. It is such an unprecedented lack of snow, it is way, way below records,  Frank Gehrke, chief of snow surveys for the California Department of Water Resources, said at the snow survey site about 90 miles east of Sacramento. Critics of the Democratic governor said his order does not go far enough to address agriculture — the biggest water user in California.  In the midst of a severe drought, the governor continues to allow corporate farms and oil interests to deplete and pollute our precious groundwater resources that are crucial for saving water,  Adam Scow, California director of the group Food & Water Watch, said in a written statement. The order contains no water reduction target for farmers, who have let thousands of acres go fallow as the state and federal government slashed water deliveries from reservoirs. Instead, it requires many agricultural water suppliers to submit detailed drought management plans that include how much water they have and what they're doing to scale back. Dave Kranz, a spokesman for the California Farm Bureau Federation, said farmers have already suffered deep cutbacks in water supply during the current drought.",
"organization" : "Fox News",
"url" : "http://www.foxnews.com/politics/2015/04/01/california-governor-orders-mandatory-water-restrictions-amid-drought/",
},
{ 
"id" : "11", 
"title" : "Indiana lawmakers unveil changes to religious freedom law",
"content" : "Indiana Gov. Mike Pence has approved changes to new law that sparked boycotts of the state amid fears that it would allow discrimination against lesbians and gays. Pence had asked lawmakers to clarify language in the religious objections law earlier this week as businesses canceled conventions and governments banned travel to the state. The House and Senate approved the changes Thursday after intense negotiations with business and community leaders, and Pence signed it late in the day. The revised legislation prohibits providers from using the law as a legal defense for refusing to provide services, goods, facilities or accommodations. It also bars discrimination based on factors that include race, religion, disability, sexual orientation, gender identity or United States military service. The law will take effect July 1.",
"organization" : "Fox News",
"url" : "http://www.foxnews.com/politics/2015/04/02/indiana-lawmakers-unveil-changes-to-religious-freedom-bill/",
},
{ 
"id" : "12", 
"title" : "$61M settlement proposed for families of the 47 people killed in 2013 Quebec train crash",
"content" : "The law firm representing the families of 47 people killed in the 2013 Quebec train crash says it has received a financial proposal that would see them split US$61 million in compensation. Chicago-based law firm Meyers & Flowers says it will be closely reviewing the settlement to determine whether the defendants are paying sufficient funds. Much of downtown Lac Megantic was destroyed by a raging fire after an unattended Montreal, Maine & Atlantic train with 72 oil tankers derailed in the middle of the night. The money was cobbled together from nearly two dozen companies representing oil exploration firms, tank car owners, the Irving Oil company, the Canadian government, Montreal, Maine & Atlantic rail company and several insurance firms.",
"organization" : "Fox News",
"url" : "http://www.foxnews.com/world/2015/04/02/61m-settlement-proposed-for-families-47-people-killed-in-2013-quebec-train/",
},
{ 
"id" : "13", 
"title" : "Syria now at a 'dangerous tipping point,' UN warns",
"content" : "The four-and-a-half-year old Syrian civil war has become an “unsustainable” humanitarian disaster that threatens soon to undermine the stability of neighboring countries such as Jordan and Lebanon, United Nations aid officials are warning. While the world’s wealthier countries this week pledged $3.8 billion in new relief, that is inadequate to deal with the 4 million refugees from the battle zone who have sought refuge outside Syria, combined with 7.6 million Syrians displaced internally, and 12.2 million—half the country’s pre-war population-- considered overall to be in dire need of humanitarian aid—up from 9.3 million at the end of 2013 “We are at a dangerous tipping point,” Antonio Guterres, the United Nations High Commissioner for  Refugees, warned donors at an aid pledging conference in Kuwait. “It is clear that the world's response to the crisis in Syria cannot be business as usual.” The U.N. response, however, is more of the same:  appeals for still more humanitarian aid—this week’s contributions at a donor conference in Kuwait were less than half of the $8.4 billion now needed-- along with ineffectual demands for less brutal behavior from the Assad government,  and hopes that regime supporters led by Russia will change Syrian President Bashar Al-Assad’s scorched-earth strategy. That seems unlikely. The U.N. Security Council today will, among other things, hear  new reports of the use of chlorine gas bombs by the Assad government against its civilian populations as recently as March 17—after reports of similar atrocities led to a March 6 Security Council condemnation and the threat of sanctions against the regime if it used such weapons again. It will also receive a relatively bland submission from experts monitoring the regime’s public  progress in destroying its acknowledged chemical weapons factories and stockpiles, a process unlikely to end before June. Western military authorities have long been skeptical that Assad came anywhere near completely clean in offering up 12 chemical weapons sites—all illegal—for removal. Meantime, the Assad government continues to block the vast majority of U.N. aid convoys that attempt to cross the lines of conflict on its territory, regardless of official agreements to let them through. —and despite condemnations from the Obama Administration, the United Nations, and others. In a speech to the Kuwait aid donors conference, U.S. Ambassador to the U.N. Samantha Power  noted that this year alone the regime denied permission for 30 of 33 U.N. aid convoys intended for what Power called “the hardest-hit areas and most isolated places”—a euphemism that mostly means  rebel-held territories. “This cannot be allowed to go on,” Power intoned—even though it evidently can. A U.S. government official who spoke to Fox News in the wake of the donor conference was more blunt:  “The humanitarian situation continues to deteriorate.” In Kuwait, the Obama Administration contributed $507 million atop about $184 million handed over earlier this year, with $270 million intended to help refugees in Syria itself. In all, the U.S. is by far the world’s biggest single aid donor to the Syrian crisis, having given or pledged about $3.7 billion since 2011. But even that is only equivalent to half of what U.N. and other humanitarian agencies say the war-shattered region needs this year alone—if it ever gets there. The U.S. official who talked with Fox News in the wake of the conference  insisted that aid was getting into Syria through other means—via neighboring Turkey and Jordan, for example, though “less frequently from Jordan.” “There are a lot of people working at great risk “ to help alleviate  the situation,  he said, including non-government agencies and Syrian local relief organizations, as well as the stymied U.N. agencies that work in Syria  in collaboration with the Assad regime. (About $108 million of the new U.S. aid flow will go to non-government organizations, and more than $370 million to U.N. agencies—including $57 million to UNRWA, the U.N.-sponsored Palestinian relief agency, for Palestinian refugees in and around Syria.) The U.N. agencies engage in cross-border relief efforts elsewhere along the Syrian border, the U.S. official said. A State Department fact sheet about the new U.S. aid infusion says in all, it is expected to reach some 5 million of the 12.2 million in desperate need of assistance . The U.S. official conceded that “as long as the war continues,”  the gap” between humanitarian needs and relief “is going to grow bigger.”  And if so, the U.N.’s role may well become even more problematic. Already, a group of non-government organizations that have long supported the world body in its calls for an end to the horror have now openly declared that U.N. Security Council resolutions “have rung hollow for Syrian civilians.” They note that since the Security Council demanded in February 2014 that “all parties immediately cease all attacks against civilians,” some 76,000 people have been killed, including “thousands” of children. Meantime the number of Syrians fleeing the country is expected to rise, they said, to 4.3 million by the end of the year.",
"organization" : "Fox News",
"url" : "http://www.foxnews.com/world/2015/04/02/syria-now-at-dangerous-tipping-point-un-warns/",
},
{ 
"id" : "14", 
"title" : "Netanyahu demands Iran deal 'significantly' curbs Iran's nuclear capabilities",
"content" : "Israel's prime minister is demanding that the deal between Iran and world powers — which is expected to be announced imminently — 'significantly' curb Iran's nuclear program. Benjamin Netanyahu put out a statement on his Twitter feed, moments before Iran and international negotiators in Switzerland were expected to make a statement on Thursday. He says: \"Any deal must significantly roll back Irans nuclear capabilities and stop its terrorism and aggression.\" Netanyahu has been a vocal critic of the talks, saying the expected deal would leave Irans suspect nuclear infrastructure intact.",
"organization" : "Fox News",
"url" : "http://www.foxnews.com/world/2015/04/02/netanyahu-demands-iran-deal-significantly-curbs-iran-nuclear-capabilities/",
},
{ 
"id" : "15", 
"title" : "Oil falls nearly 4 percent after tentative nuclear deal for Iran",
"content" : "Brent oil fell nearly 4 percent on Thursday after a preliminary pact between Iran and global powers on Tehran's nuclear program, even as officials set further talks in June and analysts questioned when the OPEC member will be allowed to export more crude. Traders had been fixated on the talks held in Lausanne, Switzerland for over a week as Iran tried to agree with six world powers on concessions to its nuclear program to remove U.S.-led sanctions that have halved its oil exports. The sanctions against Iran will come off under a \"future comprehensive deal\" to be agreed by June 30, after it complies with nuclear-related provisions, Iranian Foreign Minister Javad Zarif told a news conference. \"If nothing is going to be signed until June, something could go wrong between now and then,\" said Phil Flynn, analyst at Price Futures Group in Chicago. Bob McNally, an adviser to former U.S. president George Bush who heads energy research firm Rapidan Group, noted Iran will need much patience as the \"sanctions are not likely to be lifted until late 2015 or early 2016, though we could see slippage beforehand.\" North Sea Brent crude futures, the more widely-used global benchmark for oil, settled down $2.15, or 3.8 percent, at $54.95 a barrel, almost $1 above the session low. U.S. crude futures settled down 95 cents, or 2 percent, at $49.14 a barrel, after falling nearly $2 earlier. \"I think the market over reacted and is now sitting back a little to think there is a lot more work to be done,\" said Dominick Chirichella, senior partner at the Energy Management Institute in New York. FINAL NAIL IN OPEC COFFIN? Under the preliminary deal, Iran would shut down more than two-thirds of its centrifuges producing uranium that could be used to build a bomb, dismantle a reactor that could produce plutonium and accept intrusive verification. Iran also needs to limit enrichment of uranium for 10 years. Sanctions have cut Iran's oil exports to about 1.1 million barrels per day from 2.5 million bpd in 2012. The OPEC nation is keeping about 30 million barrels of crude on a fleet of tankers ready to be shipped when allowed, into a market already flooded with supply. John Kilduff, partner at New York energy hedge fund Again Capital, said since Iran was certain to export more oil at some point, it was time other members of OPEC led by Saudi Arabia considered cutting their production. The selloff in oil, which began in June 2014, accelerated in November after the Saudis convinced the broader group within OPEC to stick to its output and defend market share. Brent crashed from 2014 peaks above $115 and U.S. crude tumbled from above $107. Chirichella agreed with Kilduff. \"Come June, the market will again be rocked by expectations of higher Iranian supply. If the Saudis stifle another production cut, that could be the final nail in OPEC's coffin as some of its members break away to do their own thing to support the market.\"",
"organization" : "Reuters",
"url" : "http://www.reuters.com/article/2015/04/02/us-markets-oil-idUSKBN0MT0AD20150402",
}
